<!doctype html>
<!--[if lt IE 7]> <html class="no-js lt-ie9 lt-ie8 lt-ie7" lang="en"> <![endif]-->
<!--[if IE 7]>    <html class="no-js lt-ie9 lt-ie8" lang="en"> <![endif]-->
<!--[if IE 8]>    <html class="no-js lt-ie9" lang="en"> <![endif]-->
<!--[if gt IE 8]><!--> <html class="no-js" lang="en"> <!--<![endif]-->
<head>
  <meta charset="utf-8">
  <meta http-equiv="X-UA-Compatible" content="IE=edge,chrome=1">

  <title>阿根廷的公车补贴 - 数据新闻手册</title>
  <meta name="description" content="Using data to improve the news.">
  <meta name="viewport" content="width=device-width, initial-scale=1.0">

  <link rel="stylesheet" href="css/bootstrap.min.css">
  <link rel="stylesheet" href="css/bootstrap-responsive.min.css">
  <link rel="stylesheet" href="css/style.css">
  <link rel="shortcut icon" href="img/favicon.ico" type="image/x-icon" />
  <script src="js/libs/modernizr-2.5.3.min.js"></script>
  <script src="http://ajax.googleapis.com/ajax/libs/jquery/1.7.1/jquery.min.js"></script>
  <script src="js/libs/bootstrap-modal.js"></script>
  <script>
  (function(i,s,o,g,r,a,m){i['GoogleAnalyticsObject']=r;i[r]=i[r]||function(){
  (i[r].q=i[r].q||[]).push(arguments)},i[r].l=1*new Date();a=s.createElement(o),
  m=s.getElementsByTagName(o)[0];a.async=1;a.src=g;m.parentNode.insertBefore(a,m)
  })(window,document,'script','//www.google-analytics.com/analytics.js','ga');

  ga('create', 'UA-16390014-2', 'xiaoyongzi.github.io');
  ga('send', 'pageview');

</script>
</head>
<body>
  <!--[if lt IE 7]><p class=chromeframe>Your browser is <em>ancient!</em> <a href="http://browsehappy.com/">Upgrade to a different browser</a> or <a href="http://www.google.com/chromeframe/?redirect=true">install Google Chrome Frame</a> to experience this site.</p><![endif]-->
  <div class='wrapper'>
    <header>
      <div class='container header'>
        <div class='row'>
          <div class='title span7'>
            数据新闻手册
            <span class='version'>中文 1.1 BETA</span>
          </div>
          <div class='span5 right-align'>

            <a class="btn btn-warning" href="http://shop.oreilly.com/product/0636920025603.do">
              <i class='icon-book icon-white'></i>  购买</a>

            <a class="btn btn-primary" data-toggle="modal" href="#get-updates">
              <i class='icon-eye-open icon-white'></i>  更新</a>

            <a class="btn btn-inverse" data-toggle="modal" href="#give-feedback">
              <i class='icon-inbox icon-white'></i>  反馈</a>
          </div>
        </div>

            <div id="cse" style="width: 100%;">读取...<div class="gsc-control-cse gsc-control-cse-en"><div class="gsc-control-wrapper-cse" dir="ltr"><form class="gsc-search-box gsc-search-box-tools" accept-charset="utf-8"><table cellspacing="0" cellpadding="0" class="gsc-search-box"><tbody><tr><td class="gsc-input"><div class="gsc-input-box" id="gsc-iw-id1"><table cellspacing="0" cellpadding="0" style="width: 100%; padding: 0px;" id="gs_id0" class="gstl_0 "><tbody><tr><td id="gs_tti0" class="gsib_a"><input autocomplete="off" type="text" size="10" class="gsc-input" name="search" title="search" style="width: 100%; padding: 0px; border: none; margin: -0.0625em 0px 0px; height: 1.25em; outline: none; background-image: url(http://www.google.com/cse/intl/en/images/google_custom_search_watermark.gif); background-color: rgb(255, 255, 255); background-position: 0% 50%; background-repeat: no-repeat no-repeat;" id="gsc-i-id1" dir="ltr" spellcheck="false"></td><td class="gsib_b"><div class="gsst_b" id="gs_st0" style="" dir="ltr"><a class="gsst_a" href="javascript:void(0)" style="display: none;"><span class="gscb_a" id="gs_cb0">×</span></a></div></td></tr></tbody></table></div></td><td class="gsc-search-button"><input type="image" src="http://www.google.com/uds/css/v2/search_box_icon.png" class="gsc-search-button gsc-search-button-v2" title="search"></td><td class="gsc-clear-button"><div class="gsc-clear-button" title="clear results">&nbsp;</div></td></tr></tbody></table><table cellspacing="0" cellpadding="0" class="gsc-branding"><tbody><tr><td class="gsc-branding-user-defined"></td><td class="gsc-branding-text"><div class="gsc-branding-text">powered by</div></td><td class="gsc-branding-img"><img src="http://www.google.com/uds/css/small-logo.png" class="gsc-branding-img"></td></tr></tbody></table></form><div class="gsc-results-wrapper-nooverlay"><div class="gsc-tabsAreaInvisible"><div class="gsc-tabHeader gsc-inline-block gsc-tabhActive">Custom Search</div><span class="gs-spacer"> </span></div><div class="gsc-tabsAreaInvisible"></div><div class="gsc-above-wrapper-area-invisible"><table cellspacing="0" cellpadding="0" class="gsc-above-wrapper-area-container"><tbody><tr><td class="gsc-result-info-container"><div class="gsc-result-info-invisible"></div></td></tr></tbody></table></div><div class="gsc-adBlockInvisible"></div><div class="gsc-wrapper"><div class="gsc-adBlockInvisible"></div><div class="gsc-resultsbox-invisible"><div class="gsc-resultsRoot gsc-tabData gsc-tabdActive"><table cellspacing="0" cellpadding="0" class="gsc-resultsHeader"><tbody><tr><td class="gsc-twiddleRegionCell"><div class="gsc-twiddle"><div class="gsc-title">Web</div></div><div class="gsc-stats"></div><div class="gsc-results-selector gsc-all-results-active"><div class="gsc-result-selector gsc-one-result" title="show one result">&nbsp;</div><div class="gsc-result-selector gsc-more-results" title="show more results">&nbsp;</div><div class="gsc-result-selector gsc-all-results" title="show all results">&nbsp;</div></div></td><td class="gsc-configLabelCell"></td></tr></tbody></table><div><div class="gsc-expansionArea"></div></div></div></div></div></div></div></div></div>
  <script src="http://www.google.com/jsapi" type="text/javascript"></script>
  <script type="text/javascript">
    google.load('search', '1', {language : 'en', style :
  google.loader.themes.V2_DEFAULT});
    google.setOnLoadCallback(function() {
      var customSearchOptions = {};  var customSearchControl = new
  google.search.CustomSearchControl(
        '006112475414705326728:e3rnblhao8y', customSearchOptions);
      customSearchControl.setResultSetSize(google.search.Search.FILTERED_CSE_RESULTSET);
      customSearchControl.draw('cse');
    }, true);
  </script>
      </div>
    </header>

    <div id="main" class="container">
      <div class='row'>
        <div class='span12'>
          <article>
            <div class='row'>
    <div class="btn-group book-nav-top span9">
        <a class='btn' href="index.html">Home</a>
        
            <a href="case_studies.html" class="btn">Chapter: 案例分析</a>
        
        
            <a href="case_studies_15.html" class="btn">Next: 公民数字记者</a>
        
    </div>
    <div class="span3 right-align">
        <span class='st_facebook_hcount' displayText='Facebook'></span>
        <span class='st_twitter_hcount' st_title="阿根廷的公车补贴 #ddjbook" displayText='Tweet'></span>
    </div>
</div>


<div id='content'>
    <div class="sect2">
<h3 id="_&#38463;&#26681;&#24311;&#30340;&#20844;&#36710;&#34917;&#36148;">&#38463;&#26681;&#24311;&#30340;&#20844;&#36710;&#34917;&#36148;</h3>
<div class="paragraph"><p>&#20174;2002&#24180;&#36215;&#65292;&#38463;&#26681;&#24311;&#30340;&#20844;&#20132;&#31995;&#32479;&#34917;&#36148;&#25968;&#39069;&#23601;&#24320;&#22987;&#21576;&#25351;&#25968;&#19978;&#21319;&#65292;&#25968;&#23383;&#27599;&#24180;&#37117;&#20250;&#20986;&#29616;&#30772;&#34920;&#24335;&#21047;&#26032;&#12290;&#20294;&#22312;2011&#24180;&#65292;&#38463;&#26681;&#24311;&#26032;&#25919;&#24220;&#22312;&#22823;&#36873;&#32988;&#21033;&#20043;&#21518;&#23459;&#24067;&#65292;&#20174;&#21516;&#24180;12&#26376;&#36215;&#24320;&#22987;&#22823;&#20992;&#38420;&#26023;&#22320;&#21066;&#20943;&#20844;&#36710;&#34917;&#36148;&#12290;&#19982;&#27492;&#21516;&#26102;&#65292;&#22269;&#23478;&#25919;&#24220;&#20915;&#23450;&#23558;&#22320;&#26041;&#20844;&#36710;&#32447;&#21644;&#22320;&#38081;&#32447;&#30340;&#31649;&#29702;&#26435;&#36716;&#20132;&#32473;&#24067;&#23452;&#35834;&#26031;&#183;&#33406;&#21033;&#26031;&#24066;&#25919;&#21381;&#12290;&#30001;&#20110;&#23545;&#22320;&#26041;&#25919;&#24220;&#30340;&#20844;&#36710;&#34917;&#36148;&#36716;&#31227;&#24182;&#19981;&#26126;&#30830;&#65292;&#20877;&#21152;&#19978;&#22320;&#26041;&#25919;&#24220;&#32570;&#20047;&#36275;&#22815;&#30340;&#36164;&#37329;&#26469;&#20445;&#35777;&#20132;&#36890;&#31995;&#32479;&#30340;&#23433;&#20840;&#65292;&#24067;&#23452;&#35834;&#26031;&#183;&#33406;&#21033;&#26031;&#24066;&#25919;&#21381;&#26029;&#28982;&#25298;&#32477;&#20102;&#36825;&#19968;&#20915;&#23450;&#12290;</p></div>
<div class="paragraph"><p>&#20107;&#24773;&#21457;&#29983;&#26102;&#65292;&#25105;&#21644;&#38463;&#26681;&#24311;&#12298;&#22269;&#23478;&#25253;&#12299;(La Naci&#243;n)&#30340;&#21516;&#20107;&#39318;&#27425;&#35265;&#38754;&#65292;&#24182;&#35752;&#35770;&#22914;&#20309;&#24320;&#23637;&#25105;&#20204;&#30340;&#25968;&#25454;&#26032;&#38395;&#34892;&#21160;&#12290;&#36127;&#36131;&#37329;&#34701;&#29256;&#21306;&#30340;&#32534;&#36753;&#34920;&#31034;&#65292;&#33509;&#20174;<a href="http://www.transporte.gov.ar/">&#20132;&#36890;&#37096;&#25152;&#20844;&#24067;&#30340;&#34917;&#36148;&#25968;&#25454;</a>&#20837;&#25163;&#65292;&#25105;&#20204;&#23558;&#20250;&#36935;&#21040;&#19968;&#20010;&#19981;&#23567;&#30340;&#25361;&#25112;&#65292;&#22240;&#20026;&#20854;&#26684;&#24335;&#21644;&#26415;&#35821;&#21313;&#20998;&#26214;&#28073;&#12290;</p></div>
<div class="paragraph"><p>&#38463;&#26681;&#24311;&#26434;&#20081;&#26080;&#31456;&#30340;&#20844;&#20132;&#31995;&#32479;&#27599;&#22825;&#24433;&#21709;&#21040;5,800,000&#20301;&#20056;&#23458;&#30340;&#29983;&#21629;&#23433;&#20840;&#12290;&#24310;&#35823;&#12289;&#32610;&#24037;&#12289;&#36710;&#36742;&#25925;&#38556;&#29978;&#33267;&#26159;&#20107;&#25925;&#26089;&#24050;&#25104;&#20026;&#23478;&#24120;&#20415;&#39277;&#12290;&#22240;&#27492;&#65292;&#25105;&#20204;&#20915;&#23450;&#21032;&#26681;&#38382;&#24213;&#65292;&#35843;&#26597;&#20986;&#38463;&#26681;&#24311;&#20844;&#20132;&#31995;&#32479;&#34917;&#36148;&#21040;&#24213;&#33457;&#33853;&#35841;&#23478;&#65292;&#24182;&#19988;&#36890;&#36807;&#8220;&#20132;&#36890;&#34917;&#36148;&#25506;&#26597;&#22120;&#8221;&#65288;&#20173;&#22312;&#21046;&#20316;&#20013;&#65289;&#20351;&#27599;&#20301;&#38463;&#26681;&#24311;&#20844;&#27665;&#37117;&#33021;&#36731;&#32780;&#26131;&#20030;&#22320;&#20102;&#35299;&#36825;&#19968;&#34917;&#36148;&#25968;&#25454;&#12290;</p></div>
<div class="imageblock" id="FIG0322" style="float:0;">
<div class="content">
<img src="figs/incoming/03-LL-01.jpg"></div>
<div class="title">Figure 21. &#20132;&#36890;&#34917;&#36148;&#25506;&#26597;&#22120; (La Naci&#243;n)</div>
</div>
<div class="paragraph"><p>&#39318;&#20808;&#65292;&#25105;&#20204;&#24320;&#22987;&#35745;&#31639;&#27599;&#23478;&#20844;&#20132;&#20844;&#21496;&#27599;&#26376;&#20250;&#20174;&#25919;&#24220;&#24471;&#21040;&#22810;&#23569;&#34917;&#36148;&#12290;&#20026;&#27492;&#25105;&#20204;&#20180;&#32454;&#26597;&#38405;&#20102;<a href="http://www.transporte.gov.ar/content/subsidios-sistau/">&#38463;&#26681;&#24311;&#20132;&#36890;&#37096;</a>&#32593;&#31449;&#19978;&#20844;&#24067;&#30340;&#26377;&#20851;&#25968;&#25454;&#65292;&#36825;&#20123;&#25968;&#25454;&#21253;&#25324;&#20174;2006&#24180;&#24320;&#22987;&#25919;&#24220;&#27599;&#26376;&#23545;1,300&#22810;&#23478;&#20844;&#20132;&#20844;&#21496;&#30340;&#29616;&#37329;&#25903;&#20184;&#37329;&#39069;&#65292;&#25968;&#25454;&#22312;400&#39033;PDF&#25991;&#20214;&#20013;&#20104;&#20197;&#35760;&#24405;&#12290;</p></div>
<div class="imageblock" id="FIG0323" style="float:0;">
<div class="content">
<img src="figs/incoming/03-LL-02.jpg"></div>
<div class="title">Figure 22. &#21508;&#20844;&#20132;&#20844;&#21496;&#34917;&#36148;&#25968;&#39069;&#25490;&#21517; (La Naci&#243;n)</div>
</div>
<div class="paragraph"><p>&#25105;&#20204;&#32852;&#25163;&#19968;&#20301;&#36164;&#28145;&#31243;&#24207;&#21592;&#24320;&#21457;&#20102;&#19968;&#20010;&#25968;&#25454;&#25235;&#21462;&#24037;&#20855;&#65292;&#23427;&#33021;&#33258;&#21160;&#36827;&#34892;&#24120;&#35268;&#19979;&#36733;&#65292;&#33258;&#21160;&#23558;PDF&#25991;&#20214;&#36716;&#25442;&#25104;Excel&#30005;&#23376;&#34920;&#26684;&#21644;&#25968;&#25454;&#24211;&#25991;&#20214;&#12290;&#25105;&#20204;&#27491;&#22312;&#20351;&#29992;&#25235;&#21462;&#21040;&#30340;&#21547;&#36229;&#36807;285,000&#26465;&#35760;&#24405;&#30340;&#25968;&#25454;&#38598;&#26469;&#36827;&#34892;&#35843;&#26597;&#21644;&#21487;&#35270;&#21270;&#24037;&#20316;&#12290;&#38500;&#27492;&#20043;&#22806;&#65292;&#25105;&#20204;&#20063;&#27491;&#22312;&#21162;&#21147;&#23558;&#36825;&#20123;&#25968;&#25454;&#21046;&#20316;&#25104;&#26426;&#22120;&#21487;&#35835;&#26684;&#24335;&#65292;&#20197;&#20379;&#27599;&#20301;&#38463;&#26681;&#24311;&#23621;&#27665;&#20877;&#21033;&#29992;&#21644;&#20998;&#20139;&#12290;</p></div>
<div class="paragraph"><p>&#19979;&#19968;&#27493;&#65292;&#25105;&#20204;&#24320;&#22987;&#35843;&#26597;&#19968;&#36742;&#20844;&#20132;&#36710;&#24179;&#22343;&#27599;&#26376;&#20174;&#25919;&#24220;&#33719;&#24471;&#22810;&#23569;&#25968;&#39069;&#30340;&#32500;&#20462;&#20445;&#20859;&#36153;&#29992;&#12290;&#22240;&#27492;&#65292;&#25105;&#20204;&#30331;&#24405;&#20102;&#21478;&#19968;&#20010;&#25919;&#24220;&#32593;&#31449;&#65292;&#21363;<a href="http://www.cnrt.gov.ar/index2.htm">&#20840;&#22269;&#20132;&#36890;&#30417;&#31649;&#22996;&#21592;&#20250;(CNRT)</a>&#12290;&#35813;&#26426;&#26500;&#36127;&#36131;&#30417;&#31649;&#21644;&#35268;&#33539;&#38463;&#26681;&#24311;&#20840;&#22269;&#30340;&#20132;&#36890;&#31995;&#32479;&#12290;&#25105;&#20204;&#22312;&#32593;&#31449;&#19978;&#25214;&#21040;&#20102;&#20844;&#20132;&#20844;&#21496;&#30340;&#21517;&#21333;&#65292;&#36825;&#20123;&#20844;&#21496;&#25317;&#26377;&#36710;&#36742;&#20849;&#35745;9,000&#37096;&#12290;&#20043;&#21518;&#65292;&#25105;&#20204;&#21046;&#20316;&#20102;&#19968;&#20010;&#25968;&#25454;&#26631;&#20934;&#21270;&#24037;&#20855;&#65292;&#26469;&#26680;&#23545;&#21508;&#23478;&#20844;&#20132;&#20844;&#21496;&#30340;&#21517;&#31216;&#19982;&#20449;&#24687;&#65292;&#24182;&#23558;&#20004;&#22823;&#25968;&#25454;&#38598;&#35760;&#24405;&#21069;&#21518;&#27604;&#29031;&#12290;</p></div>
<div class="paragraph"><p>&#35201;&#24819;&#20351;&#24037;&#20316;&#36827;&#19968;&#27493;&#32487;&#32493;&#19979;&#21435;&#65292;&#25105;&#20204;&#38656;&#35201;&#24471;&#21040;&#27599;&#36742;&#36710;&#30340;&#36710;&#29260;&#21495;&#12290;&#25105;&#20204;&#22312;CNRT&#32593;&#31449;&#19978;&#25214;&#21040;&#20102;&#27599;&#23478;&#20844;&#21496;&#27599;&#26465;&#20844;&#20132;&#32447;&#36335;&#27599;&#36742;&#20844;&#36710;&#30340;&#29260;&#29031;&#21517;&#21333;&#12290;&#38463;&#26681;&#24311;&#36710;&#36742;&#30340;&#36710;&#29260;&#21495;&#26159;&#30001;&#23383;&#27597;&#21644;&#25968;&#23383;&#32452;&#25104;&#30340;&#65292;&#20174;&#20013;&#23601;&#33021;&#24471;&#30693;&#27599;&#36742;&#36710;&#30340;&#36710;&#40836;&#12290;&#20030;&#20363;&#26469;&#35828;&#65292;&#25105;&#30340;&#36710;&#29260;&#21495;&#26159;IDF234&#65292;&#23383;&#27597;&#8220;I&#8221;&#23601;&#19982;2011&#24180;3&#26376;-4&#26376;&#21069;&#21518;&#23545;&#24212;&#12290;&#25105;&#20204;&#21453;&#21521;&#20998;&#26512;&#22788;&#29702;&#20102;&#25152;&#26377;&#21517;&#21333;&#20013;&#20844;&#20132;&#20844;&#21496;&#30340;&#27773;&#36710;&#29260;&#29031;&#65292;&#24471;&#20986;&#20102;&#27599;&#23478;&#20844;&#21496;&#30340;&#24179;&#22343;&#36710;&#40836;&#65292;&#20174;&#32780;&#26174;&#31034;&#20986;&#27599;&#23478;&#20844;&#21496;&#25152;&#33719;&#24471;&#30340;&#34917;&#36148;&#37329;&#39069;&#65292;&#24182;&#22522;&#20110;&#27599;&#23478;&#20844;&#21496;&#27773;&#36710;&#30340;&#24179;&#22343;&#36710;&#40836;&#23545;&#34917;&#36148;&#37329;&#39069;&#36827;&#34892;&#20102;&#27604;&#36739;&#12290;</p></div>
<div class="paragraph"><p>&#22312;&#24037;&#20316;&#36827;&#31243;&#20013;&#65292;&#25919;&#24220;&#20844;&#24067;&#30340;&#21253;&#21547;&#25152;&#38656;&#25968;&#25454;&#30340;PDF&#25991;&#20214;&#20869;&#23481;&#20986;&#29616;&#31163;&#22855;&#30340;&#21464;&#21160;&#65292;&#19981;&#36807;&#22909;&#22312;&#25991;&#20214;&#30340;URL&#36830;&#25509;&#21644;&#21517;&#31216;&#24182;&#26410;&#26356;&#25913;&#12290;&#20854;&#20013;&#20986;&#29616;&#21464;&#21160;&#30340;&#19968;&#39033;&#26159;&#19968;&#20123;PDF&#25991;&#20214;&#20013;&#30340;&#32437;&#21521;&#8220;&#24635;&#35745;&#8221;&#21015;&#65292;&#36825;&#19968;&#21464;&#21160;&#20351;&#25105;&#20204;&#26080;&#27861;&#26680;&#23545;2002&#21040;2011&#25972;&#20010;&#35843;&#26597;&#26102;&#26399;&#30340;&#34917;&#36148;&#24635;&#39069;&#12290;</p></div>
<div class="paragraph"><p>&#25105;&#20204;&#23558;&#36825;&#19968;&#26696;&#23376;&#25552;&#20132;&#21040;&#20102;&#19968;&#23478;&#30001;&#27874;&#22763;&#39039;&#40657;&#23458;&#25152;&#32452;&#32455;&#30340;&#40657;&#23458;&#39532;&#25289;&#26494;(hackathon)&#37027;&#37324;&#65292;&#24320;&#21457;&#21592;&#39532;&#29305;&#183;&#20329;&#37324;(Matt Perry)&#21313;&#20998;&#24951;&#24936;&#30340;&#20026;&#25105;&#20204;&#24314;&#31435;&#20102;&#19968;&#20010;&#25152;&#35859;&#8220;PDF&#38388;&#35853;&#8221;&#30340;&#36719;&#20214;&#12290;&#36825;&#19968;&#24212;&#29992;&#26368;&#32456;&#33635;&#33210;&#35813;&#20107;&#20214;&#20013;&#8220;&#26368;&#24341;&#20154;&#27880;&#30446;&#8221;&#36719;&#20214;&#20043;&#27530;&#33635;&#12290;&#31070;&#22855;&#20043;&#22788;&#22312;&#20110;&#65292;<a href="http://gristlabs.com/2011/09/24/pdfspy/">&#8220;PDF&#38388;&#35853;&#8221;</a>&#20250;&#26102;&#21051;&#30596;&#20934;&#24182;&#30417;&#35270;&#36733;&#26377;PDF&#25991;&#20214;&#30340;&#32593;&#39029;&#65292;&#19968;&#26086;PDF&#20869;&#23481;&#20986;&#29616;&#21464;&#21160;&#65292;&#38388;&#35853;&#36719;&#20214;&#20250;&#21363;&#21051;&#36827;&#34892;&#26680;&#23545;&#26816;&#26597;&#12290;&#8220;&#20877;&#20063;&#19981;&#35201;&#24858;&#34850;&#22320;&#30456;&#20449;&#25919;&#24220;&#25152;&#35859;&#30340;&#8216;&#36879;&#26126;&#24230;&#8217;&#20102;&#65292;&#8221;&#39532;&#29305;&#183;&#20329;&#37324;&#20889;&#21040;&#12290;</p></div>
<div class="imageblock" id="FIG0324" style="float:0;">
<div class="content">
<img src="figs/incoming/03-LL-03.jpg"></div>
<div class="title">Figure 23. &#23558;&#27599;&#23478;&#36710;&#38431;&#36710;&#40836;&#19982;&#36710;&#38431;&#20174;&#25919;&#24220;&#24471;&#21040;&#30340;&#34917;&#36148;&#37329;&#39069;&#36827;&#34892;&#27604;&#36739; (La Naci&#243;n)</div>
</div>
<div class="sect3">
<h4 id="_&#37117;&#26377;&#35841;&#21442;&#19982;&#21040;&#36825;&#20010;&#39033;&#30446;&#30340;&#24037;&#20316;&#20013;">&#37117;&#26377;&#35841;&#21442;&#19982;&#21040;&#36825;&#20010;&#39033;&#30446;&#30340;&#24037;&#20316;&#20013;&#65311;</h4>
<div class="paragraph"><p>&#19971;&#21517;&#35760;&#32773;&#65292;&#33509;&#24178;&#31243;&#24207;&#21592;&#21644;&#19968;&#20301;&#20132;&#20114;&#24335;&#35774;&#35745;&#24072;&#32852;&#25163;&#21442;&#19982;&#20102;&#20026;&#26399;13&#20010;&#26376;&#30340;&#30740;&#31350;&#35843;&#26597;&#27963;&#21160;&#12290;</p></div>
<div class="paragraph"><p>&#27492;&#39033;&#30446;&#20013;&#25105;&#20204;&#25152;&#38656;&#30340;&#20154;&#21592;&#25216;&#33021;&#65306;</p></div>
<div class="ulist"><ul><li>
<p>
&#35760;&#32773;&#38656;&#20102;&#35299;&#20844;&#20132;&#31995;&#32479;&#34917;&#36148;&#30340;&#36816;&#36716;&#27969;&#31243;&#21644;&#39118;&#38505;&#25152;&#22312;&#65307;&#29087;&#31252;&#20844;&#20132;&#20844;&#21496;&#24066;&#22330;&#12290;
</p>
</li>
<li>
<p>
&#31243;&#24207;&#21592;&#38656;&#28145;&#35865;&#32593;&#32476;&#25968;&#25454;&#25235;&#21462;&#12289;&#35299;&#26512;&#21644;&#26631;&#20934;&#21270;&#25968;&#25454;&#65292;&#20197;&#21450;&#33021;&#23558;&#25968;&#25454;&#20174;PDF&#26684;&#24335;&#36716;&#25442;&#20026;Excel&#30005;&#23376;&#34920;&#26684;&#31561;&#25216;&#33021;&#12290;
</p>
</li>
<li>
<p>
&#32479;&#35745;&#24072;&#38656;&#36827;&#34892;&#25968;&#25454;&#20998;&#26512;&#21644;&#19981;&#21516;&#35745;&#31639;&#12290;
</p>
</li>
<li>
<p>
&#35774;&#35745;&#24072;&#38656;&#21046;&#20316;&#20132;&#20114;&#24335;&#25968;&#25454;&#21487;&#35270;&#21270;&#12290;
</p>
</li>
</ul></div>
</div>
<div class="sect3">
<h4 id="_&#25105;&#20204;&#29992;&#20102;&#21738;&#20123;&#24037;&#20855;">&#25105;&#20204;&#29992;&#20102;&#21738;&#20123;&#24037;&#20855;&#65311;</h4>
<div class="paragraph"><p>&#25105;&#20204;&#36816;&#29992;&#20102;VBasic&#24212;&#29992;&#65292;Excel Marcos&#65292;Tableau Public&#65292;Junar Open Data Platform&#65292;Ruby on Rails&#65292;&#35895;&#27468;&#22270;&#34920;API&#20197;&#21450;MYSQL&#26469;&#21046;&#20316;&#34917;&#36148;&#25506;&#26597;&#22120;&#12290;</p></div>
<div class="paragraph"><p>&#35813;&#39033;&#30446;&#30340;&#23436;&#25104;&#24102;&#26469;&#20102;&#28145;&#36828;&#24433;&#21709;&#12290;&#32593;&#32476;&#30340;&#27983;&#35272;&#28857;&#20987;&#29575;&#36798;&#25968;&#19975;&#27425;&#65292;&#38500;&#27492;&#20043;&#22806;&#65292;&#35843;&#26597;&#36807;&#31243;&#21644;&#32467;&#26524;&#20063;&#20844;&#24067;&#22312;&#20102;&#12298;&#22269;&#23478;&#25253;&#12299;&#30340;&#32440;&#36136;&#29256;&#30340;&#22836;&#29256;&#22836;&#26465;&#12290;</p></div>
<div class="paragraph"><p>&#31532;&#19968;&#20010;&#25968;&#25454;&#26032;&#38395;&#39033;&#30446;&#30340;&#22823;&#21151;&#21578;&#25104;&#21161;&#20102;&#25105;&#20204;&#19968;&#33218;&#20043;&#21147;&#65292;&#20351;&#25105;&#20204;&#26377;&#29702;&#30001;&#22312;&#22269;&#20869;&#24314;&#31435;&#36215;&#19968;&#20010;&#25968;&#25454;&#36816;&#36716;&#20013;&#24515;&#65292;&#20174;&#32780;&#36827;&#34892;&#35843;&#26597;&#24615;&#25253;&#36947;&#65292;&#24182;&#21521;&#20844;&#20247;&#25552;&#20379;&#26381;&#21153;&#12290;Data.lanacion.com.ar&#22240;&#27492;&#24212;&#36816;&#32780;&#29983;&#65292;&#24182;&#25104;&#20026;&#20102;&#25105;&#20204;&#20197;&#26426;&#22120;&#21487;&#35835;&#26684;&#24335;&#21457;&#24067;&#28041;&#21450;&#21040;&#20844;&#20247;&#21033;&#30410;&#30340;&#21508;&#31181;&#35805;&#39064;&#25968;&#25454;&#30340;&#19968;&#20010;&#37325;&#35201;&#24179;&#21488;&#12290;</p></div>
<div class="paragraph"><p>&#8212; <em>&#23433;&#36203;&#21033;&#21345;&#183;&#20329;&#25289;&#22612;&#183;&#25289;&#33707;&#26031;(Ang&#233;lica Peralta Ramos), &#38463;&#26681;&#24311;&#22269;&#23478;&#25253;(La Naci&#243;n)</em></p></div>
</div>
</div>&#13;

</div>



<div class="btn-group book-nav-bottom">
    <a class='btn' href="index.html">Home</a>
    
        <a href="case_studies.html" class="btn">Chapter: 案例分析</a>
    
    
        <a href="case_studies_15.html" class="btn">Next: 公民数字记者</a>
    
</div>
          </article>
        </div>
      </div>
    </div>
  </div>

  <footer class='container'>
    <div class='row'>
      <div class="span6">
        <p>
          数据新闻手册可以在遵循<a href="http://creativecommons.org/licenses/by-sa/3.0/">Creative Commons Attribution-ShareAlike</a>协议的前提下被自由拷贝、传播、再利用。数据新闻手册的贡献者根据他们分别的贡献保留他们的版权，并且同意依照这个协议对外放出。
        </p>

      </div>
      <div class="span6 right-align">
        <a href="http://ejc.net"><img src='img/ejc.gif' width='74' height='33' style='padding-right: 1em;'></a>
        <a href="http://okfn.org"><img src='img/okfn.png'></a>
        <a href="http://okfn.org"><img src='img/jmsclogo.png' width='150px'style='padding-right: 1em;'></a>
      </div>
    </div>
  </footer>

  <script type="text/javascript">var switchTo5x=true;</script>
  <script type="text/javascript" src="http://w.sharethis.com/button/buttons.js"></script>
  <script type="text/javascript">stLight.options({
    publisher: "ur-219149ff-684c-bafa-159-8fba20c9e82b"
  }); </script>

  <script type="text/javascript">
    var _gaq = _gaq || [];
    _gaq.push(['_setAccount', 'UA-31257820-1']);
    _gaq.push(['_setDomainName', 'datajournalismhandbook.org']);
    _gaq.push(['_setAllowLinker', true]);
    _gaq.push(['_trackPageview']);

    (function() {
      var ga = document.createElement('script'); ga.type = 'text/javascript'; ga.async = true;
      ga.src = ('https:' == document.location.protocol ? 'https://ssl' : 'http://www') + '.google-analytics.com/ga.js';
      var s = document.getElementsByTagName('script')[0]; s.parentNode.insertBefore(ga, s);
    })();
  </script>

  <aside>
    <div class='modal fade' id='get-updates'>
      <div class="modal-header">
        <h3>订阅以获得手册更新</h3>

        <div class="modal-body">
          <iframe style="height:50em; width:100%; border-width:0;" src="https://docs.google.com/spreadsheet/viewform?formkey=dElfSlJVTnZBM3VDV3hGZWxYSjlVSGc6MQ"></iframe>
        </div>
      </div>
    </div>

    <div class='modal fade' id='give-feedback' style="width:695px;">
      <div class="modal-header">
        <h3>给我们你对手册的反馈</h3>
        <div class="modal-body">
          <iframe style="height:60em; width:100%; border-width:0;" src="https://docs.google.com/a/ejc.net/spreadsheet/viewform?formkey=dFpWdV9xX1JTZXp4MDNPb0N3dWFWSXc6MQ#gid=0"></iframe>
        </div>
      </div>
     </div>
   </aside>

</body>
</html>





