<!doctype html>
<!--[if lt IE 7]> <html class="no-js lt-ie9 lt-ie8 lt-ie7" lang="en"> <![endif]-->
<!--[if IE 7]>    <html class="no-js lt-ie9 lt-ie8" lang="en"> <![endif]-->
<!--[if IE 8]>    <html class="no-js lt-ie9" lang="en"> <![endif]-->
<!--[if gt IE 8]><!--> <html class="no-js" lang="en"> <!--<![endif]-->
<head>
  <meta charset="utf-8">
  <meta http-equiv="X-UA-Compatible" content="IE=edge,chrome=1">

  <title>《卫报》的数据博客对英国暴动的报道 - 数据新闻手册</title>
  <meta name="description" content="Using data to improve the news.">
  <meta name="viewport" content="width=device-width, initial-scale=1.0">

  <link rel="stylesheet" href="css/bootstrap.min.css">
  <link rel="stylesheet" href="css/bootstrap-responsive.min.css">
  <link rel="stylesheet" href="css/style.css">
  <link rel="shortcut icon" href="img/favicon.ico" type="image/x-icon" />
  <script src="js/libs/modernizr-2.5.3.min.js"></script>
  <script src="http://ajax.googleapis.com/ajax/libs/jquery/1.7.1/jquery.min.js"></script>
  <script src="js/libs/bootstrap-modal.js"></script>
  <script>
  (function(i,s,o,g,r,a,m){i['GoogleAnalyticsObject']=r;i[r]=i[r]||function(){
  (i[r].q=i[r].q||[]).push(arguments)},i[r].l=1*new Date();a=s.createElement(o),
  m=s.getElementsByTagName(o)[0];a.async=1;a.src=g;m.parentNode.insertBefore(a,m)
  })(window,document,'script','//www.google-analytics.com/analytics.js','ga');

  ga('create', 'UA-16390014-2', 'xiaoyongzi.github.io');
  ga('send', 'pageview');

</script>
</head>
<body>
  <!--[if lt IE 7]><p class=chromeframe>Your browser is <em>ancient!</em> <a href="http://browsehappy.com/">Upgrade to a different browser</a> or <a href="http://www.google.com/chromeframe/?redirect=true">install Google Chrome Frame</a> to experience this site.</p><![endif]-->
  <div class='wrapper'>
    <header>
      <div class='container header'>
        <div class='row'>
          <div class='title span7'>
            数据新闻手册
            <span class='version'>中文 1.1 BETA</span>
          </div>
          <div class='span5 right-align'>

            <a class="btn btn-warning" href="http://shop.oreilly.com/product/0636920025603.do">
              <i class='icon-book icon-white'></i>  购买</a>

            <a class="btn btn-primary" data-toggle="modal" href="#get-updates">
              <i class='icon-eye-open icon-white'></i>  更新</a>

            <a class="btn btn-inverse" data-toggle="modal" href="#give-feedback">
              <i class='icon-inbox icon-white'></i>  反馈</a>
          </div>
        </div>

            <div id="cse" style="width: 100%;">读取...<div class="gsc-control-cse gsc-control-cse-en"><div class="gsc-control-wrapper-cse" dir="ltr"><form class="gsc-search-box gsc-search-box-tools" accept-charset="utf-8"><table cellspacing="0" cellpadding="0" class="gsc-search-box"><tbody><tr><td class="gsc-input"><div class="gsc-input-box" id="gsc-iw-id1"><table cellspacing="0" cellpadding="0" style="width: 100%; padding: 0px;" id="gs_id0" class="gstl_0 "><tbody><tr><td id="gs_tti0" class="gsib_a"><input autocomplete="off" type="text" size="10" class="gsc-input" name="search" title="search" style="width: 100%; padding: 0px; border: none; margin: -0.0625em 0px 0px; height: 1.25em; outline: none; background-image: url(http://www.google.com/cse/intl/en/images/google_custom_search_watermark.gif); background-color: rgb(255, 255, 255); background-position: 0% 50%; background-repeat: no-repeat no-repeat;" id="gsc-i-id1" dir="ltr" spellcheck="false"></td><td class="gsib_b"><div class="gsst_b" id="gs_st0" style="" dir="ltr"><a class="gsst_a" href="javascript:void(0)" style="display: none;"><span class="gscb_a" id="gs_cb0">×</span></a></div></td></tr></tbody></table></div></td><td class="gsc-search-button"><input type="image" src="http://www.google.com/uds/css/v2/search_box_icon.png" class="gsc-search-button gsc-search-button-v2" title="search"></td><td class="gsc-clear-button"><div class="gsc-clear-button" title="clear results">&nbsp;</div></td></tr></tbody></table><table cellspacing="0" cellpadding="0" class="gsc-branding"><tbody><tr><td class="gsc-branding-user-defined"></td><td class="gsc-branding-text"><div class="gsc-branding-text">powered by</div></td><td class="gsc-branding-img"><img src="http://www.google.com/uds/css/small-logo.png" class="gsc-branding-img"></td></tr></tbody></table></form><div class="gsc-results-wrapper-nooverlay"><div class="gsc-tabsAreaInvisible"><div class="gsc-tabHeader gsc-inline-block gsc-tabhActive">Custom Search</div><span class="gs-spacer"> </span></div><div class="gsc-tabsAreaInvisible"></div><div class="gsc-above-wrapper-area-invisible"><table cellspacing="0" cellpadding="0" class="gsc-above-wrapper-area-container"><tbody><tr><td class="gsc-result-info-container"><div class="gsc-result-info-invisible"></div></td></tr></tbody></table></div><div class="gsc-adBlockInvisible"></div><div class="gsc-wrapper"><div class="gsc-adBlockInvisible"></div><div class="gsc-resultsbox-invisible"><div class="gsc-resultsRoot gsc-tabData gsc-tabdActive"><table cellspacing="0" cellpadding="0" class="gsc-resultsHeader"><tbody><tr><td class="gsc-twiddleRegionCell"><div class="gsc-twiddle"><div class="gsc-title">Web</div></div><div class="gsc-stats"></div><div class="gsc-results-selector gsc-all-results-active"><div class="gsc-result-selector gsc-one-result" title="show one result">&nbsp;</div><div class="gsc-result-selector gsc-more-results" title="show more results">&nbsp;</div><div class="gsc-result-selector gsc-all-results" title="show all results">&nbsp;</div></div></td><td class="gsc-configLabelCell"></td></tr></tbody></table><div><div class="gsc-expansionArea"></div></div></div></div></div></div></div></div></div>
  <script src="http://www.google.com/jsapi" type="text/javascript"></script>
  <script type="text/javascript">
    google.load('search', '1', {language : 'en', style :
  google.loader.themes.V2_DEFAULT});
    google.setOnLoadCallback(function() {
      var customSearchOptions = {};  var customSearchControl = new
  google.search.CustomSearchControl(
        '006112475414705326728:e3rnblhao8y', customSearchOptions);
      customSearchControl.setResultSetSize(google.search.Search.FILTERED_CSE_RESULTSET);
      customSearchControl.draw('cse');
    }, true);
  </script>
      </div>
    </header>

    <div id="main" class="container">
      <div class='row'>
        <div class='span12'>
          <article>
            <div class='row'>
    <div class="btn-group book-nav-top span9">
        <a class='btn' href="index.html">Home</a>
        
            <a href="case_studies.html" class="btn">Chapter: 案例分析</a>
        
        
            <a href="case_studies_9.html" class="btn">Next: 伊利诺伊州学校报告卡片</a>
        
    </div>
    <div class="span3 right-align">
        <span class='st_facebook_hcount' displayText='Facebook'></span>
        <span class='st_twitter_hcount' st_title="《卫报》的数据博客对英国暴动的报道 #ddjbook" displayText='Tweet'></span>
    </div>
</div>


<div id='content'>
    <div class="sect2">
<h3 id="_&#21355;&#25253;_&#30340;&#25968;&#25454;&#21338;&#23458;&#23545;&#33521;&#22269;&#26292;&#21160;&#30340;&#25253;&#36947;">&#12298;&#21355;&#25253;&#12299;&#30340;&#25968;&#25454;&#21338;&#23458;&#23545;&#33521;&#22269;&#26292;&#21160;&#30340;&#25253;&#36947;</h3>
<div class="paragraph"><p>2011&#24180;&#22799;&#65292;&#33521;&#22269;&#21457;&#29983;&#30340;&#39578;&#20081;&#20107;&#20214;&#65292;&#27492;&#36215;&#24444;&#20239;&#12290;&#24403;&#26102;&#65292;&#25919;&#23458;&#20204;&#35748;&#20026;&#36825;&#20123;&#19981;&#27861;&#34892;&#20026;&#32477;&#23545;&#19982;&#36139;&#22256;&#26080;&#20851;&#65292;&#37027;&#20123;&#36225;&#20081;&#25171;&#21163;&#32773;&#21482;&#19981;&#36807;&#26159;&#32618;&#29359;&#32780;&#24050;&#12290;&#27492;&#22806;&#65292;&#39318;&#30456;&#65288;the Prime Minister&#65289;&#21644;&#20854;&#39046;&#23548;&#30340;&#20445;&#23432;&#27966;&#25919;&#23458;&#19968;&#36215;&#24322;&#21475;&#21516;&#22768;&#22320;&#25226;&#30683;&#22836;&#23545;&#20934;&#31038;&#20132;&#23186;&#20307;&#65292;&#20182;&#20204;&#35748;&#20026;&#65292;&#22312;&#36825;&#20123;&#24179;&#21488;&#19978;&#20805;&#26021;&#30528;&#29053;&#21160;&#24615;&#35328;&#35770;&#65292;&#32780;&#19988;&#26292;&#24466;&#20204;&#21033;&#29992;&#33080;&#35889;&#32593;&#65288;Facebook&#65289;&#12289;&#25512;&#29305;&#65288;Twitter&#65289;&#21644;&#40657;&#33683;&#20449;&#20351;(BlackBerry Messenger&#65292;BBM)&#36827;&#34892;&#32452;&#32455;&#65292;&#22240;&#27492;&#31038;&#20132;&#23186;&#20307;&#26159;&#24341;&#21457;&#36825;&#22330;&#26292;&#21160;&#30340;&#32618;&#39745;&#31096;&#39318;&#12290;&#26377;&#20154;&#21483;&#22179;&#30528;&#35201;&#26242;&#26102;&#20851;&#38381;&#31038;&#20132;&#23186;&#20307;&#12290;&#22240;&#20026;&#33521;&#22269;&#25919;&#24220;&#24182;&#27809;&#26377;&#23545;&#26292;&#20081;&#21457;&#29983;&#30340;&#36215;&#22240;&#23637;&#24320;&#35843;&#26597;&#65292;&#25925;&#12298;&#21355;&#25253;&#12299;&#19982;&#20262;&#25958;&#25919;&#27835;&#32463;&#27982;&#23398;&#38498;&#21512;&#20316;&#21019;&#24314;&#20102;&#21490;&#26080;&#21069;&#20363;&#30340;<a href="http://www.guardian.co.uk/uk/series/reading-the-riots">&#35299;&#35835;&#26292;&#20081;</a>&#39033;&#30446;&#20197;&#35299;&#20915;&#36825;&#20123;&#38382;&#39064;&#12290;</p></div>
<div class="imageblock" id="FIG0316" style="float:0;">
<div class="content">
<img src="figs/incoming/03-ZZ.png"></div>
<div class="title">Figure 16. &#33521;&#22269;&#26292;&#21160;&#65306;&#27599;&#20010;&#38081;&#35777;&#22914;&#23665;&#30340;&#20107;&#20214;&#65288;&#21355;&#25253;&#65289;</div>
</div>
<div class="paragraph"><p>&#21355;&#25253;&#24050;&#32463;&#24191;&#27867;&#22320;&#37319;&#29992;&#25968;&#25454;&#26032;&#38395;&#30340;&#25163;&#27573;&#65292;&#20197;&#20351;&#20844;&#20247;&#33021;&#26356;&#22909;&#22320;&#29702;&#35299;&#35841;&#26159;&#36225;&#20081;&#25171;&#21163;&#32773;&#65292;&#20182;&#20204;&#20026;&#20309;&#35201;&#21442;&#19982;&#25250;&#21163;&#12290;&#19981;&#20165;&#22914;&#27492;&#65292;&#20182;&#20204;&#36824;&#19982;&#21478;&#19968;&#25903;&#30001;&#33521;&#22269;&#26364;&#24443;&#26031;&#29305;&#22823;&#23398;&#65288;University of Manchester&#65289;&#30340;&#32599;&#20271;&#183;&#26222;&#20811;&#29305;&#25945;&#25480;&#65288;Professor Rob Procter&#65289;&#39046;&#23548;&#30340;&#23398;&#26415;&#23567;&#32452;&#21512;&#20316;&#20197;&#20415;&#26356;&#22909;&#22320;&#29702;&#35299;&#31038;&#20132;&#23186;&#20307;&#25152;&#25198;&#28436;&#30340;&#35282;&#33394;&#12290;&#22312;&#26292;&#20081;&#26399;&#38388;&#65292;&#12298;&#21355;&#25253;&#12299;&#26412;&#36523;&#22312;&#25253;&#23548;&#26292;&#21160;&#26102;&#20415;&#24191;&#27867;&#20351;&#29992;&#20102;&#31038;&#20132;&#23186;&#20307;&#12290;&#8220;&#35299;&#35835;&#26292;&#20081;&#8221;&#23567;&#32452;&#30001;&#12298;&#21355;&#25253;&#12299;&#8220;&#29305;&#21035;&#20225;&#21010;&#8221;&#26639;&#30446;&#30340;&#32534;&#36753;&#20445;&#32599;&#183;&#36335;&#26131;&#26031;&#65288;Paul Lewis&#65289;&#39046;&#23548;&#12290;&#22312;&#26292;&#21160;&#21457;&#29983;&#26399;&#38388;&#65292;&#20445;&#32599;&#36208;&#36941;&#20840;&#22269;&#26292;&#21160;&#30340;&#31532;&#19968;&#29616;&#22330; &#65288;&#22823;&#37096;&#20998;&#30340;&#25253;&#23548;&#23588;&#20854;&#36890;&#36807;&#20854;&#24494;&#21338;&#24080;&#21495;@paullewis&#21457;&#24067;&#65289;&#12290;&#31532;&#20108;&#25903;&#23567;&#32452;&#20027;&#35201;&#23545;&#25512;&#29305;&#32593;&#25552;&#20379;&#30340;260&#19975;&#26465;&#26377;&#20851;&#26292;&#21160;&#30340;&#20449;&#24687;&#36827;&#34892;&#20998;&#26512;&#12290;&#20851;&#20110;&#23545;&#31038;&#20132;&#23186;&#20307;&#30340;&#35843;&#26597;&#65292;&#20854;&#20027;&#35201;&#30446;&#30340;&#22312;&#20110;&#24819;&#30475;&#30475;&#35875;&#35328;&#26159;&#22914;&#20309;&#22312;&#25512;&#29305;&#32593;&#20013;&#20256;&#25773;&#30340;&#65292;&#19981;&#21516;&#29992;&#25143;&#19982;&#21442;&#19982;&#32773;&#22312;&#20449;&#24687;&#27969;&#30340;&#23459;&#20256;&#21644;&#20256;&#25773;&#26041;&#38754;&#25152;&#36215;&#30340;&#20316;&#29992;&#65307;&#20063;&#24819;&#30475;&#30475;&#36825;&#20123;&#32593;&#32476;&#24179;&#21488;&#26159;&#21542;&#34987;&#29992;&#20110;&#29053;&#21160;&#39578;&#20081;&#24182;&#19988;&#35201;&#26816;&#27979;&#19968;&#19979;&#20854;&#20182;&#24418;&#24335;&#30340;&#32452;&#32455;&#12290;</p></div>
<div class="paragraph"><p>&#23601;&#25968;&#25454;&#26032;&#38395;&#30340;&#20351;&#29992;&#21644;&#25968;&#25454;&#21487;&#35270;&#21270;&#32780;&#35328;&#65292;&#21306;&#21035;&#22914;&#19979;&#20004;&#20010;&#20851;&#38190;&#26399;&#21017;&#26377;&#30410;&#26080;&#24330;&#65306;&#31532;&#19968;&#38454;&#27573;&#26159;&#26292;&#21160;&#33258;&#34892;&#26292;&#21457;&#26102;&#26399;&#21644;&#38543;&#30528;&#26292;&#21160;&#30340;&#36827;&#19968;&#27493;&#21457;&#23637;&#65292;&#25968;&#25454;&#26377;&#21161;&#20110;&#25925;&#20107;&#21465;&#36848;&#30340;&#26041;&#24335;&#65307;&#31532;&#20108;&#38454;&#27573;&#26159;&#20004;&#29677;&#23398;&#26415;&#20154;&#22763;&#19982;&#12298;&#21355;&#25253;&#12299;&#25658;&#25163;&#24182;&#32937;&#26356;&#28145;&#20837;&#30740;&#31350;&#20197;&#20415;&#25910;&#38598;&#25968;&#25454;&#12289;&#20998;&#26512;&#25968;&#25454;&#24182;&#23545;&#35843;&#26597;&#32467;&#26524;&#20889;&#20986;&#26377;&#28145;&#24230;&#30340;&#25253;&#21578;&#12290;2011&#24180;12&#26376;&#21021;&#65292;&#12298;&#21355;&#25253;&#12299;&#23545;&#8220;&#35299;&#35835;&#26292;&#20081;&#8221;&#39033;&#30446;&#31532;&#19968;&#38454;&#27573;&#30340;&#30340;&#30740;&#31350;&#32467;&#26524;&#36827;&#34892;&#20102;&#20026;&#26399;&#19968;&#21608;&#38271;&#30340;&#31995;&#21015;&#30340;&#25253;&#36947;&#12290;&#25509;&#19979;&#26469;&#35201;&#35762;&#30340;&#25968;&#25454;&#26032;&#38395;&#22914;&#20309;&#24212;&#29992;&#20110;&#36825;&#20004;&#20010;&#38454;&#27573;&#30340;&#19968;&#20123;&#20851;&#38190;&#26696;&#20363;&#12290;</p></div>
<div class="sect3">
<h4 id="_&#31532;&#19968;&#38454;&#27573;_&#26292;&#20081;&#30340;&#21457;&#29983;">&#31532;&#19968;&#38454;&#27573;&#65306;&#26292;&#20081;&#30340;&#21457;&#29983;</h4>
<div class="paragraph"><p>&#36890;&#36807;&#20351;&#29992;&#19968;&#20123;&#31616;&#22270;&#65292;&#12298;&#21355;&#25253;&#12299;&#25968;&#25454;&#23567;&#32452;&#26631;&#31034;&#20986;<a href="http://bit.ly/guardian-riots-map">&#24050;&#30830;&#23450;&#26080;&#30097;&#30340;&#39578;&#20081;&#22320;&#28857;</a>&#65292;&#19988;&#36890;&#36807;&#23558;<a href="http://bit.ly/guardian-riots-poverty">&#36139;&#22256;&#20154;&#21475;&#25968;&#25454;</a>&#19982;&#21457;&#29983;&#26292;&#21160;&#30340;&#22320;&#28857;&#30456;&#32467;&#21512;&#22312;&#19968;&#36215;&#65292;&#24320;&#22987;&#39539;&#26021;&#20102;&#39578;&#21160;&#19982;&#36139;&#22256;&#26080;&#20851;&#30340;&#20027;&#35201;&#25919;&#27835;&#35328;&#35770;&#12290;&#36825;&#20004;&#31181;&#20363;&#23376;&#37117;&#26159;&#20351;&#29992;&#29616;&#25104;&#30340;&#21046;&#22270;&#24037;&#20855;&#65292;&#19988;&#31532;&#20108;&#20010;&#20363;&#23376;&#23558;&#22320;&#28857;&#25968;&#25454;&#19982;&#20854;&#20182;&#25968;&#25454;&#38598;&#21512;&#24182;&#24320;&#22987;&#24314;&#31435;&#36215;&#20854;&#20182;&#20851;&#31995;&#21644;&#32852;&#25509;&#12290;</p></div>
<div class="paragraph"><p>&#26377;&#20851;&#22312;&#26292;&#20081;&#26399;&#38388;&#23545;&#31038;&#20132;&#23186;&#20307;&#30340;&#20351;&#29992;&#65288;&#22312;&#26412;&#26696;&#20363;&#20013;&#21363;&#29305;&#25351;&#25512;&#29305;&#65289;&#65292;&#12298;&#21355;&#25253;&#12299;&#21019;&#24314;&#20102;&#19968;&#20010;&#26292;&#20081;&#26399;&#38388;&#22312;&#25512;&#29305;&#19978;<a href="http://bit.ly/guardian-riots-twitter">&#19982;&#20854;&#26377;&#20851;&#30340;&#26631;&#31614;&#20351;&#29992;&#24773;&#20917;&#30340;&#21487;&#35270;&#21270;&#20316;&#21697;</a>&#65292;&#36825;&#20984;&#26174;&#20986;&#25512;&#29305;&#20027;&#35201;&#29992;&#20110;&#23545;&#26292;&#20081;&#30340;&#22238;&#24212;&#32780;&#38750;&#32452;&#32455;&#20154;&#21592;&#21442;&#19982;&#25250;&#21163;&#65292;_#riotcleanup_&#65288;&#26292;&#21160;&#28165;&#29702;&#65289;&#8212;&#8212;&#21363;&#22312;&#26292;&#21160;&#21518;&#33258;&#21457;&#32452;&#32455;&#30340;&#28165;&#27905;&#34903;&#22836;&#36816;&#21160;&#65292;&#34920;&#26126;&#36825;&#25165;&#26159;&#26292;&#21160;&#26399;&#38388;&#20351;&#29992;&#25512;&#29305;&#26368;&#39640;&#23792;&#26399;&#12290;</p></div>
</div>
<div class="sect3">
<h4 id="_&#31532;&#20108;&#38454;&#27573;_&#35299;&#35835;&#26292;&#20081;">&#31532;&#20108;&#38454;&#27573;&#65306;&#35299;&#35835;&#26292;&#20081;</h4>
<div class="paragraph"><p>&#24403;&#12298;&#21355;&#25253;&#12299;&#25253;&#23548;&#20854;&#22810;&#20010;&#26376;&#26469;&#28145;&#20837;&#30740;&#31350;&#24182;&#19982;&#20004;&#20010;&#23398;&#26415;&#23567;&#32452;&#23494;&#20999;&#21512;&#20316;&#30340;&#35843;&#26597;&#32467;&#26524;&#26102;&#65292;&#20986;&#29616;&#20102;&#20004;&#20010;&#24341;&#20154;&#30633;&#30446;&#30340;&#21487;&#35270;&#21270;&#20316;&#21697;&#24182;&#24341;&#36215;&#20844;&#20247;&#28909;&#28872;&#35752;&#35770;&#12290;&#31532;&#19968;&#20010;&#21487;&#35270;&#21270;&#20316;&#21697;&#26159;<a href="http://bit.ly/guardian-riots-commute">&#19968;&#23567;&#27573;&#35270;&#39057;</a>&#65292;&#34920;&#26126;&#23558;&#26292;&#21160;&#30340;&#24050;&#30693;&#22320;&#28857;&#19982;&#21442;&#19982;&#32773;&#23478;&#24237;&#20303;&#22336;&#30456;&#32467;&#21512;&#30340;&#32467;&#26524;&#65292;&#24182;&#34920;&#26126;&#23384;&#22312;&#25152;&#35859;&#30340;&#8220;&#26292;&#20081;&#19982;&#23478;&#30340;&#36335;&#24452;&#8221;&#12290;&#23545;&#27492;&#65292;&#12298;&#21355;&#25253;&#12299;&#19982;&#20132;&#36890;&#32472;&#22270;&#19987;&#23478;ITO&#19990;&#30028;(ITO World)&#40784;&#24515;&#21327;&#21147;&#27169;&#25311;&#20986;&#21442;&#19982;&#32773;&#21040;&#36798;&#19981;&#21516;&#22320;&#28857;&#23454;&#26045;&#36225;&#28779;&#25171;&#21163;&#26102;&#26368;&#26377;&#21487;&#33021;&#32463;&#36807;&#30340;&#36335;&#32447;&#65292;&#31361;&#20986;&#19981;&#21516;&#22478;&#24066;&#30340;&#36837;&#24322;&#27169;&#24335;&#65292;&#26377;&#30340;&#26696;&#20363;&#20013;&#21163;&#24466;&#38271;&#36884;&#36299;&#28041;&#12290;</p></div>
<div class="paragraph"><p>&#31532;&#20108;&#20010;&#21487;&#35270;&#21270;&#20316;&#21697;&#28041;&#21450;&#21040;&#35875;&#35328;&#22312;&#25512;&#29305;&#19978;&#20256;&#25773;&#30340;&#26041;&#24335;&#12290; &#36890;&#36807;&#19982;&#23398;&#26415;&#23567;&#32452;&#30340;&#35752;&#35770;&#65292;&#22823;&#23478;&#19968;&#33268;&#21516;&#24847;&#20998;&#26512;&#19971;&#31181;&#35875;&#35328;&#12290;&#20043;&#21518;&#65292;&#23398;&#26415;&#23567;&#32452;&#25910;&#38598;&#19982;&#27599;&#31181;&#35875;&#35328;&#30456;&#20851;&#30340;&#25152;&#26377;&#25968;&#25454;&#24182;&#35774;&#35745;&#20986;&#32534;&#30721;&#34920;&#65292;&#26681;&#25454;&#22914;&#19979;&#22235;&#31181;&#20027;&#20195;&#30721;&#23545;&#24494;&#21338;&#20449;&#24687;&#36827;&#34892;&#32534;&#30721;&#65306;&#37325;&#22797;&#35875;&#35328;&#32773;&#65288;&#21457;&#34920;&#22768;&#26126;&#65289;&#12289;&#25239;&#25298;&#32773;&#65288;&#25552;&#20986;&#38024;&#38155;&#30456;&#23545;&#30340;&#35328;&#35770;&#65289;&#12289;&#36136;&#30097;&#32773;&#65288;&#25552;&#20986;&#30097;&#38382;&#65289;&#25110;&#21482;&#35780;&#35770;&#32773;&#65288;&#28857;&#35780;&#65289;&#12290;&#25152;&#26377;&#24494;&#21338;&#20449;&#24687;&#34987;&#32534;&#25104;&#19968;&#24335;&#19977;&#20998;&#65292;&#19988;&#32467;&#26524;&#30001;&#12298;&#21355;&#25253;&#12299;&#30340;&#20132;&#20114;&#23567;&#32452;<a href="http://bit.ly/guardian-riots">&#36827;&#34892;&#21487;&#35270;&#21270;</a>&#12290;&#12298;&#21355;&#25253;&#12299;&#23567;&#32452;&#24050;&#32463;&#25226;&#20182;&#20204;&#26159;<a href="http://bit.ly/guardian-riots-twitter-interactive">&#22914;&#20309;&#24314;&#31435;&#21487;&#35270;&#21270;&#25968;&#25454;&#20316;&#21697;&#30340;&#36807;&#31243;&#20889;&#20102;&#19979;&#26469;</a>&#12290;</p></div>
<?dbfo-need height="1in"?><div class="paragraph"><p>&#36825;&#31181;&#21487;&#35270;&#21270;&#30340;&#22909;&#22788;&#22312;&#20110;&#26377;&#21147;&#22320;&#23637;&#29616;&#37027;&#20123;&#38590;&#20197;&#25551;&#36848;&#30340;&#19996;&#35199;&#65292;&#34920;&#26126;&#20102;&#35875;&#35328;&#30149;&#27602;&#20256;&#25773;&#30340;&#26412;&#36136;&#65292;&#20197;&#21450;&#35875;&#35328;&#30340;&#29983;&#21629;&#21608;&#26399;&#22914;&#20309;&#38543;&#26102;&#38388;&#21464;&#21270;&#30340;&#26041;&#24335;&#12290;&#23545;&#20110;&#19968;&#20123;&#35875;&#35328;&#30340;&#20256;&#25773;&#65292;&#20027;&#27969;&#23186;&#20307;&#30340;&#20316;&#29992;&#26159;&#19981;&#35328;&#32780;&#21947;&#65288;&#20363;&#22914;&#65292;&#26377;&#30340;&#23558;&#20854;&#25209;&#24471;&#20307;&#26080;&#23436;&#32932;&#65292;&#21448;&#25110;&#32773;&#25226;&#20182;&#24403;&#20316;&#26032;&#38395;&#19968;&#26679;&#20805;&#20998;&#32943;&#23450;&#65289;&#27491;&#22914;&#65292;&#22312;&#22788;&#29702;&#36825;&#20123;&#27969;&#35328;&#34586;&#35821;&#26041;&#38754;&#65292;&#25512;&#29305;&#23384;&#22312;&#33258;&#25105;&#32416;&#27491;&#30340;&#29305;&#24449;&#12290;&#36825;&#31181;&#21487;&#35270;&#21270;&#19981;&#20165;&#23545;&#25925;&#20107;&#30340;&#35762;&#36848;&#22823;&#26377;&#24110;&#21161;&#65292;&#32780;&#19988;&#23545;&#20110;&#35875;&#35328;&#26159;&#22312;&#25512;&#29305;&#19978;&#27969;&#20256;&#25552;&#20986;&#20102;&#30495;&#30693;&#28796;&#35265;&#65292;&#36825;&#20026;&#24212;&#23545;&#26410;&#26469;&#20107;&#20214;&#25552;&#20379;&#20102;&#23454;&#29992;&#30340;&#20449;&#24687;&#21442;&#32771;&#12290;</p></div>
<div class="paragraph"><p>&#26368;&#21518;&#19968;&#20010;&#20363;&#23376;&#28165;&#26970;&#22320;&#34920;&#26126;&#65292;&#25253;&#32440;&#21644;&#23398;&#26415;&#23567;&#32452;&#20043;&#38388;&#33021;&#22815;&#28145;&#20837;&#20998;&#26512;260&#19975;&#26465;&#21442;&#19982;&#26292;&#21160;&#30340;&#25512;&#29305;&#20449;&#24687;&#30340;&#24378;&#21327;&#21516;&#25928;&#24212;&#12290;&#23613;&#31649;&#23398;&#26415;&#23567;&#32452;&#37327;&#36523;&#23450;&#21046;&#20102;&#19968;&#22871;&#24037;&#20855;&#29992;&#20197;&#23545;&#25968;&#25454;&#36827;&#34892;&#20998;&#26512;&#65292;&#20182;&#20204;&#29616;&#22312;&#27491;&#21162;&#21147;&#22312;&#36866;&#24403;&#26102;&#20505;&#35753;&#37027;&#20123;&#24076;&#26395;<a href="http://www.analysingsocialmedia.org/">&#20351;&#29992;&#36825;&#20123;&#24037;&#20855;&#30340;&#20154;&#33021;&#38543;&#26102;&#38543;&#22320;&#20351;&#29992;&#21040;</a>&#65292;&#20174;&#32780;&#20026;&#20182;&#20204;&#30340;&#20998;&#26512;&#25552;&#20379;&#19968;&#20010;&#24037;&#20316;&#24179;&#21488;&#12290;&#32467;&#21512;&#30001;&#12298;&#21355;&#25253;&#12299;&#23567;&#32452;&#25552;&#20379;&#30340;&#25551;&#36848;&#25351;&#24341;&#65292;&#36825;&#23558;&#21521;&#22823;&#23478;&#25552;&#20379;&#19968;&#20010;&#26377;&#29992;&#30340;&#20010;&#26696;&#30740;&#31350;&#12290;&#35813;&#26696;&#20363;&#35762;&#36848;&#27492;&#31867;&#31038;&#20132;&#23186;&#20307;&#20998;&#26512;&#21644;&#21487;&#35270;&#21270;&#22914;&#20309;&#33021;&#34987;&#20154;&#29992;&#20110;&#35762;&#36848;&#31867;&#20284;&#24433;&#21709;&#28145;&#36828;&#30340;&#25925;&#20107;&#12290;</p></div>
<div class="paragraph"><p>&#8212; <em>&#27861;&#21033;&#36798;&#183;&#32500;&#26031;(Farida Vis), &#33521;&#22269;&#33713;&#20999;&#26031;&#29305;&#22823;&#23398;</em></p></div>
</div>
</div>&#13;

</div>



<div class="btn-group book-nav-bottom">
    <a class='btn' href="index.html">Home</a>
    
        <a href="case_studies.html" class="btn">Chapter: 案例分析</a>
    
    
        <a href="case_studies_9.html" class="btn">Next: 伊利诺伊州学校报告卡片</a>
    
</div>
          </article>
        </div>
      </div>
    </div>
  </div>

  <footer class='container'>
    <div class='row'>
      <div class="span6">
        <p>
          数据新闻手册可以在遵循<a href="http://creativecommons.org/licenses/by-sa/3.0/">Creative Commons Attribution-ShareAlike</a>协议的前提下被自由拷贝、传播、再利用。数据新闻手册的贡献者根据他们分别的贡献保留他们的版权，并且同意依照这个协议对外放出。
        </p>

      </div>
      <div class="span6 right-align">
        <a href="http://ejc.net"><img src='img/ejc.gif' width='74' height='33' style='padding-right: 1em;'></a>
        <a href="http://okfn.org"><img src='img/okfn.png'></a>
        <a href="http://okfn.org"><img src='img/jmsclogo.png' width='150px'style='padding-right: 1em;'></a>
      </div>
    </div>
  </footer>

  <script type="text/javascript">var switchTo5x=true;</script>
  <script type="text/javascript" src="http://w.sharethis.com/button/buttons.js"></script>
  <script type="text/javascript">stLight.options({
    publisher: "ur-219149ff-684c-bafa-159-8fba20c9e82b"
  }); </script>

  <script type="text/javascript">
    var _gaq = _gaq || [];
    _gaq.push(['_setAccount', 'UA-31257820-1']);
    _gaq.push(['_setDomainName', 'datajournalismhandbook.org']);
    _gaq.push(['_setAllowLinker', true]);
    _gaq.push(['_trackPageview']);

    (function() {
      var ga = document.createElement('script'); ga.type = 'text/javascript'; ga.async = true;
      ga.src = ('https:' == document.location.protocol ? 'https://ssl' : 'http://www') + '.google-analytics.com/ga.js';
      var s = document.getElementsByTagName('script')[0]; s.parentNode.insertBefore(ga, s);
    })();
  </script>

  <aside>
    <div class='modal fade' id='get-updates'>
      <div class="modal-header">
        <h3>订阅以获得手册更新</h3>

        <div class="modal-body">
          <iframe style="height:50em; width:100%; border-width:0;" src="https://docs.google.com/spreadsheet/viewform?formkey=dElfSlJVTnZBM3VDV3hGZWxYSjlVSGc6MQ"></iframe>
        </div>
      </div>
    </div>

    <div class='modal fade' id='give-feedback' style="width:695px;">
      <div class="modal-header">
        <h3>给我们你对手册的反馈</h3>
        <div class="modal-body">
          <iframe style="height:60em; width:100%; border-width:0;" src="https://docs.google.com/a/ejc.net/spreadsheet/viewform?formkey=dFpWdV9xX1JTZXp4MDNPb0N3dWFWSXc6MQ#gid=0"></iframe>
        </div>
      </div>
     </div>
   </aside>

</body>
</html>





