<!doctype html>
<!--[if lt IE 7]> <html class="no-js lt-ie9 lt-ie8 lt-ie7" lang="en"> <![endif]-->
<!--[if IE 7]>    <html class="no-js lt-ie9 lt-ie8" lang="en"> <![endif]-->
<!--[if IE 8]>    <html class="no-js lt-ie9" lang="en"> <![endif]-->
<!--[if gt IE 8]><!--> <html class="no-js" lang="en"> <!--<![endif]-->
<head>
  <meta charset="utf-8">
  <meta http-equiv="X-UA-Compatible" content="IE=edge,chrome=1">

  <title>Mapa76 黑客马拉松 - 数据新闻手册</title>
  <meta name="description" content="Using data to improve the news.">
  <meta name="viewport" content="width=device-width, initial-scale=1.0">

  <link rel="stylesheet" href="css/bootstrap.min.css">
  <link rel="stylesheet" href="css/bootstrap-responsive.min.css">
  <link rel="stylesheet" href="css/style.css">
  <link rel="shortcut icon" href="img/favicon.ico" type="image/x-icon" />
  <script src="js/libs/modernizr-2.5.3.min.js"></script>
  <script src="http://ajax.googleapis.com/ajax/libs/jquery/1.7.1/jquery.min.js"></script>
  <script src="js/libs/bootstrap-modal.js"></script>
  <script>
  (function(i,s,o,g,r,a,m){i['GoogleAnalyticsObject']=r;i[r]=i[r]||function(){
  (i[r].q=i[r].q||[]).push(arguments)},i[r].l=1*new Date();a=s.createElement(o),
  m=s.getElementsByTagName(o)[0];a.async=1;a.src=g;m.parentNode.insertBefore(a,m)
  })(window,document,'script','//www.google-analytics.com/analytics.js','ga');

  ga('create', 'UA-16390014-2', 'xiaoyongzi.github.io');
  ga('send', 'pageview');

</script>
</head>
<body>
  <!--[if lt IE 7]><p class=chromeframe>Your browser is <em>ancient!</em> <a href="http://browsehappy.com/">Upgrade to a different browser</a> or <a href="http://www.google.com/chromeframe/?redirect=true">install Google Chrome Frame</a> to experience this site.</p><![endif]-->
  <div class='wrapper'>
    <header>
      <div class='container header'>
        <div class='row'>
          <div class='title span7'>
            数据新闻手册
            <span class='version'>中文 1.1 BETA</span>
          </div>
          <div class='span5 right-align'>

            <a class="btn btn-warning" href="http://shop.oreilly.com/product/0636920025603.do">
              <i class='icon-book icon-white'></i>  购买</a>

            <a class="btn btn-primary" data-toggle="modal" href="#get-updates">
              <i class='icon-eye-open icon-white'></i>  更新</a>

            <a class="btn btn-inverse" data-toggle="modal" href="#give-feedback">
              <i class='icon-inbox icon-white'></i>  反馈</a>
          </div>
        </div>

            <div id="cse" style="width: 100%;">读取...<div class="gsc-control-cse gsc-control-cse-en"><div class="gsc-control-wrapper-cse" dir="ltr"><form class="gsc-search-box gsc-search-box-tools" accept-charset="utf-8"><table cellspacing="0" cellpadding="0" class="gsc-search-box"><tbody><tr><td class="gsc-input"><div class="gsc-input-box" id="gsc-iw-id1"><table cellspacing="0" cellpadding="0" style="width: 100%; padding: 0px;" id="gs_id0" class="gstl_0 "><tbody><tr><td id="gs_tti0" class="gsib_a"><input autocomplete="off" type="text" size="10" class="gsc-input" name="search" title="search" style="width: 100%; padding: 0px; border: none; margin: -0.0625em 0px 0px; height: 1.25em; outline: none; background-image: url(http://www.google.com/cse/intl/en/images/google_custom_search_watermark.gif); background-color: rgb(255, 255, 255); background-position: 0% 50%; background-repeat: no-repeat no-repeat;" id="gsc-i-id1" dir="ltr" spellcheck="false"></td><td class="gsib_b"><div class="gsst_b" id="gs_st0" style="" dir="ltr"><a class="gsst_a" href="javascript:void(0)" style="display: none;"><span class="gscb_a" id="gs_cb0">×</span></a></div></td></tr></tbody></table></div></td><td class="gsc-search-button"><input type="image" src="http://www.google.com/uds/css/v2/search_box_icon.png" class="gsc-search-button gsc-search-button-v2" title="search"></td><td class="gsc-clear-button"><div class="gsc-clear-button" title="clear results">&nbsp;</div></td></tr></tbody></table><table cellspacing="0" cellpadding="0" class="gsc-branding"><tbody><tr><td class="gsc-branding-user-defined"></td><td class="gsc-branding-text"><div class="gsc-branding-text">powered by</div></td><td class="gsc-branding-img"><img src="http://www.google.com/uds/css/small-logo.png" class="gsc-branding-img"></td></tr></tbody></table></form><div class="gsc-results-wrapper-nooverlay"><div class="gsc-tabsAreaInvisible"><div class="gsc-tabHeader gsc-inline-block gsc-tabhActive">Custom Search</div><span class="gs-spacer"> </span></div><div class="gsc-tabsAreaInvisible"></div><div class="gsc-above-wrapper-area-invisible"><table cellspacing="0" cellpadding="0" class="gsc-above-wrapper-area-container"><tbody><tr><td class="gsc-result-info-container"><div class="gsc-result-info-invisible"></div></td></tr></tbody></table></div><div class="gsc-adBlockInvisible"></div><div class="gsc-wrapper"><div class="gsc-adBlockInvisible"></div><div class="gsc-resultsbox-invisible"><div class="gsc-resultsRoot gsc-tabData gsc-tabdActive"><table cellspacing="0" cellpadding="0" class="gsc-resultsHeader"><tbody><tr><td class="gsc-twiddleRegionCell"><div class="gsc-twiddle"><div class="gsc-title">Web</div></div><div class="gsc-stats"></div><div class="gsc-results-selector gsc-all-results-active"><div class="gsc-result-selector gsc-one-result" title="show one result">&nbsp;</div><div class="gsc-result-selector gsc-more-results" title="show more results">&nbsp;</div><div class="gsc-result-selector gsc-all-results" title="show all results">&nbsp;</div></div></td><td class="gsc-configLabelCell"></td></tr></tbody></table><div><div class="gsc-expansionArea"></div></div></div></div></div></div></div></div></div>
  <script src="http://www.google.com/jsapi" type="text/javascript"></script>
  <script type="text/javascript">
    google.load('search', '1', {language : 'en', style :
  google.loader.themes.V2_DEFAULT});
    google.setOnLoadCallback(function() {
      var customSearchOptions = {};  var customSearchControl = new
  google.search.CustomSearchControl(
        '006112475414705326728:e3rnblhao8y', customSearchOptions);
      customSearchControl.setResultSetSize(google.search.Search.FILTERED_CSE_RESULTSET);
      customSearchControl.draw('cse');
    }, true);
  </script>
      </div>
    </header>

    <div id="main" class="container">
      <div class='row'>
        <div class='span12'>
          <article>
            <div class='row'>
    <div class="btn-group book-nav-top span9">
        <a class='btn' href="index.html">Home</a>
        
            <a href="case_studies.html" class="btn">Chapter: 案例分析</a>
        
        
            <a href="case_studies_8.html" class="btn">Next: 《卫报》的数据博客对英国暴动的报道</a>
        
    </div>
    <div class="span3 right-align">
        <span class='st_facebook_hcount' displayText='Facebook'></span>
        <span class='st_twitter_hcount' st_title="Mapa76 黑客马拉松 #ddjbook" displayText='Tweet'></span>
    </div>
</div>


<div id='content'>
    <div class="sect2">
<h3 id="_mapa76_&#40657;&#23458;&#39532;&#25289;&#26494;">Mapa76 &#40657;&#23458;&#39532;&#25289;&#26494;</h3>
<div class="paragraph"><p>2011&#24180;4&#26376;&#65292;&#25105;&#20204;&#21551;&#21160;&#20102;<a href="http://www.meetup.com/HacksHackersBA">&#8220;&#40657;&#23458;/&#39559;&#23458;&#8221;</a>(Hacks/Hackers)&#24067;&#23452;&#35834;&#26031;&#33406;&#21033;&#26031;&#22823;&#20250;&#12290;&#25105;&#20204;&#20030;&#21150;&#20102;&#20004;&#27425;&#21021;&#27493;&#20250;&#38754;&#20132;&#27969;&#65292;&#26469;&#23459;&#20256;&#25193;&#22823;&#35760;&#32773;&#21644;&#36719;&#20214;&#24320;&#21457;&#32773;&#20043;&#38388;&#21512;&#20316;&#30340;&#24819;&#27861;&#65292;&#27599;&#27425;&#20250;&#38754;&#37117;&#26377;120&#33267;150&#20154;&#21442;&#19982;&#12290;&#31532;&#19977;&#27425;&#20250;&#35758;&#26159;&#22312;&#32599;&#33832;&#37324;&#22885;&#65288;Rosario&#65289;&#65292;&#36317;&#31163;&#23452;&#35834;&#26031;&#33406;&#21033;&#26031;300&#20844;&#37324;&#65292;&#22312;&#36825;&#22330;&#25968;&#23383;&#26032;&#38395;&#30340;&#20250;&#35758;&#19978;&#25105;&#20204;&#20030;&#34892;&#20102;&#19968;&#22330;8&#20010;&#20154;30&#23567;&#26102;&#30340;&#8220;&#40657;&#23458;&#39532;&#25289;&#26494;&#8221;&#12290;</p></div>
<div class="paragraph"><p>&#22312;&#36825;&#20123;&#20250;&#35758;&#20013;&#65292;&#25105;&#20204;&#19968;&#30452;&#37325;&#30003;&#30340;&#20027;&#39064;&#26159;&#24076;&#26395;&#20174;&#32593;&#32476;&#19978;&#33719;&#21462;&#26356;&#22823;&#37327;&#30340;&#25968;&#25454;&#65292;&#28982;&#21518;&#29992;&#35270;&#35273;&#30340;&#26041;&#27861;&#20877;&#29616;&#20986;&#26469;&#12290;&#20026;&#20102;&#21327;&#21161;&#23454;&#29616;&#36825;&#19968;&#28857;&#65292;&#19968;&#20010;&#21483;&#20316;&#8220;Mapa76.info&#8221;&#30340;&#39033;&#30446;&#24212;&#36816;&#32780;&#29983;&#65292;&#23427;&#24110;&#21161;&#29992;&#25143;&#25552;&#21462;&#25968;&#25454;&#65292;&#28982;&#21518;&#36890;&#36807;&#22320;&#22270;&#21644;&#26102;&#38388;&#36724;&#26174;&#31034;&#20986;&#26469;&#12290;&#20294;&#36825;&#24182;&#38750;&#26131;&#20107;&#12290;</p></div>
<div class="imageblock" id="FIG0315" style="float:none;">
<div class="content">
<img src="figs/incoming/03-MM.png"></div>
<div class="title">Figure 15. Mapa76 (&#40657;&#23458;/&#39559;&#23458; &#24067;&#23452;&#35834;&#26031;&#183;&#33406;&#21033;&#26031;)</div>
</div>
<div class="paragraph"><p>&#20026;&#20160;&#20040;&#21483;&#8220;Mapa76&#8221;&#21602;&#65311;1976&#24180;3&#26376;24&#26085;&#65292;&#38463;&#26681;&#24311;&#21457;&#29983;&#20102;&#19968;&#22330;&#25919;&#21464;&#65292;&#19968;&#30452;&#25345;&#32493;&#21040;1983&#24180;&#12290;&#22312;&#37027;&#27573;&#26102;&#38388;&#37324;&#65292;&#32422;&#26377;3&#19975;&#20154;&#22833;&#36394;&#65292;&#25968;&#21315;&#20154;&#27515;&#20129;&#65292;&#36824;&#26377;500&#21517;&#23401;&#31461;&#22240;&#20026;&#20891;&#20107;&#29420;&#35009;&#19981;&#24471;&#19981;&#22312;&#29282;&#29425;&#20013;&#38477;&#29983;&#12290;30&#22810;&#24180;&#21518;&#65292;&#25215;&#35748;&#22312;&#20891;&#20107;&#29420;&#35009;&#26102;&#26399;&#29359;&#26377;&#21453;&#20154;&#36947;&#32618;&#34892;&#30340;&#20154;&#25968;&#36798;&#21040;&#20102;262&#20154;&#65288;2011&#24180;9&#26376;&#65289;&#12290;&#29616;&#26377;&#20173;&#26377;14&#20010;&#26696;&#20214;&#27491;&#22312;&#23457;&#29702;&#65292;7&#27425;&#26696;&#20214;&#24050;&#26377;&#26126;&#30830;&#30340;&#24320;&#24237;&#26085;&#26399;&#12290;&#26377;802&#20154;&#20173;&#29301;&#36830;&#20110;&#21508;&#31181;&#20844;&#24320;&#23457;&#29702;&#26696;&#20214;&#20013;&#12290;</p></div>
<div class="paragraph"><p>&#36825;&#20123;&#25511;&#35785;&#20135;&#29983;&#20102;&#22823;&#37327;&#30340;&#25968;&#25454;&#65292;&#23545;&#30740;&#31350;&#32773;&#12289;&#35760;&#32773;&#12289;&#20154;&#26435;&#32452;&#32455;&#12289;&#27861;&#23448;&#12289;&#26816;&#23519;&#23448;&#26469;&#35828;&#20197;&#21450;&#20854;&#20182;&#20154;&#26469;&#35828;&#37117;&#26159;&#24456;&#38590;&#22788;&#29702;&#30340;&#12290;&#25968;&#25454;&#30340;&#20135;&#29983;&#26159;&#20998;&#25955;&#24335;&#30340;&#65292;&#35843;&#26597;&#20154;&#21592;&#36890;&#24120;&#19981;&#20250;&#21033;&#29992;&#36719;&#20214;&#24037;&#20855;&#21435;&#21327;&#21161;&#20182;&#20204;&#35299;&#35835;&#36825;&#20123;&#25968;&#25454;&#12290;&#26368;&#32456;&#36825;&#20063;&#24847;&#21619;&#30528;&#65306;&#20107;&#23454;&#24448;&#24448;&#34987;&#24573;&#30053;&#65292;&#20551;&#35774;&#24448;&#24448;&#34987;&#38480;&#21046;&#12290;&#8220;Mapa76&#8221;&#26159;&#19968;&#20010;&#35843;&#26597;&#24037;&#20855;&#65292;&#20026;&#26032;&#38395;&#12289;&#27861;&#24459;&#12289;&#23457;&#21028;&#21644;&#21382;&#21490;&#30740;&#31350;&#19981;&#21516;&#30446;&#30340;&#25552;&#20379;&#24320;&#25918;&#30340;&#20449;&#24687;&#25509;&#20837;&#12290;</p></div>
<div class="paragraph"><p>&#20026;&#20102;&#20934;&#22791;&#36825;&#22330;&#40657;&#23458;&#39532;&#25289;&#26494;&#65292;&#25105;&#20204;&#21019;&#24314;&#20102;&#19968;&#20010;&#24179;&#21488;&#65292;&#24320;&#21457;&#32773;&#21644;&#35760;&#32773;&#22312;&#27963;&#21160;&#24403;&#22825;&#21487;&#20197;&#36890;&#36807;&#36825;&#20010;&#24179;&#21488;&#26469;&#36827;&#34892;&#21327;&#20316;&#12290;&#39532;&#19969;&#183;&#25746;&#22622;&#23572;&#65288;Martin Sarsale&#65289;&#24320;&#21457;&#20102;&#20174;&#31616;&#21333;&#30340;&#25991;&#26412;&#25991;&#26723;&#20013;&#25552;&#21462;&#32467;&#26500;&#21270;&#25968;&#25454;&#30340;&#19968;&#20123;&#22522;&#26412;&#31639;&#27861;&#12290;&#25105;&#20204;&#20063;&#36890;&#36807;&#8220;&#25991;&#26723;&#20113;&#8221;&#65288;DocumentCloud.org&#65289;&#39033;&#30446;&#20351;&#29992;&#20102;&#19968;&#20123;&#22270;&#20070;&#39302;&#36164;&#26009;&#65292;&#19981;&#36807;&#24182;&#19981;&#22810;&#12290;&#36825;&#20010;&#24179;&#21488;&#20250;&#33258;&#21160;&#20174;&#25991;&#26412;&#20013;&#20998;&#26512;&#21644;&#25552;&#21462;&#22995;&#21517;&#12289;&#26085;&#26399;&#21644;&#22320;&#28857;&#8212;&#8212;&#36825;&#21487;&#20197;&#35753;&#29992;&#25143;&#21435;&#21457;&#29616;&#19981;&#21516;&#30340;&#26696;&#20214;&#30340;&#37325;&#35201;&#20107;&#23454;&#65288;&#22914;&#29983;&#26085;&#12289;&#36910;&#25429;&#30340;&#22320;&#28857;&#12289;&#25152;&#35859;&#30340;&#28040;&#22833;&#22320;&#28857;&#31561;&#31561;&#65289;&#12290;</p></div>
<div class="paragraph"><p>&#25105;&#20204;&#30340;&#30446;&#26631;&#26159;&#25552;&#20379;&#19968;&#20010;&#38463;&#26681;&#24311;&#20891;&#20107;&#29420;&#35009;&#23457;&#21028;&#25968;&#25454;&#30340;&#33258;&#21160;&#25552;&#21462;&#24179;&#21488;&#12290;&#25105;&#20204;&#24076;&#26395;&#25214;&#21040;&#19968;&#31181;&#26041;&#27861;&#65292;&#22522;&#20110;&#25104;&#25991;&#30340;&#35777;&#25454;&#12289;&#30003;&#36776;&#21644;&#21028;&#20915;&#65292;&#21487;&#20197;&#33258;&#21160;&#65288;&#25110;&#33267;&#23569;&#21322;&#33258;&#21160;&#30340;&#65289;&#23637;&#31034;&#20174;1976&#24180;&#21040;1983&#24180;&#30340;&#19982;&#26696;&#20214;&#26377;&#20851;&#30340;&#37325;&#35201;&#25968;&#25454;&#12290;&#25152;&#25552;&#21462;&#30340;&#25968;&#25454;&#65288;&#22995;&#21517;&#12289;&#22320;&#28857;&#21644;&#26085;&#26399;&#65289;&#34987;&#25910;&#38598;&#21644;&#20648;&#23384;&#36215;&#26469;&#65292;&#21487;&#20379;&#30740;&#31350;&#32773;&#20998;&#26512;&#21644;&#35843;&#25972;&#65292;&#20063;&#21487;&#20197;&#20351;&#29992;&#22320;&#22270;&#12289;&#26102;&#38388;&#36724;&#21644;&#32593;&#32476;&#20998;&#26512;&#24037;&#20855;&#21435;&#28145;&#20837;&#25506;&#32034;&#12290;</p></div>
<div class="paragraph"><p>&#36825;&#20010;&#39033;&#30446;&#35753;&#35760;&#32773;&#12289;&#35843;&#26597;&#32773;&#12289;&#26816;&#23519;&#23448;&#21644;&#35777;&#20154;&#36861;&#28335;&#19968;&#20010;&#20154;&#30340;&#20154;&#29983;&#25925;&#20107;&#65292;&#21253;&#25324;&#20182;&#20204;&#34987;&#22234;&#31105;&#30340;&#36807;&#31243;&#21644;&#25509;&#19979;&#26469;&#30340;&#22833;&#36394;&#25110;&#37322;&#25918;&#12290;&#20449;&#24687;&#32570;&#22833;&#30340;&#22320;&#26041;&#65292;&#29992;&#25143;&#21487;&#20197;&#36890;&#36807;&#26803;&#29702;&#22823;&#37327;&#30340;&#25991;&#26723;&#26469;&#23547;&#25214;&#65292;&#36825;&#20063;&#21487;&#33021;&#19982;&#26696;&#20214;&#23384;&#22312;&#21487;&#33021;&#30340;&#32852;&#31995;&#12290;</p></div>
<div class="paragraph"><p>&#20026;&#20102;&#36825;&#39033;&#32534;&#31243;&#39532;&#25289;&#26494;&#65292;&#25105;&#20204;&#36890;&#36807;<a href="http://www.meetup.com/HacksHackersBA">&#8220;&#40657;&#23458;/&#39559;&#23458;&#8221;</a>&#65288;Hacks/Hackers&#65289;&#24067;&#23452;&#35834;&#26031;&#33406;&#21033;&#26031;&#22823;&#20250;&#21457;&#24067;&#20102;&#19968;&#20010;&#20844;&#21578;&#8212;&#8212;&#36825;&#20010;&#32676;&#32452;&#24403;&#26102;&#22823;&#32422;200&#20010;&#25104;&#21592;&#65288;&#20889;&#20316;&#27492;&#25991;&#20043;&#26102;&#65292;&#22823;&#32422;&#24050;&#26377;540&#20010;&#25104;&#21592;&#65289;&#12290;&#25105;&#20204;&#21516;&#26102;&#32852;&#31995;&#20102;&#35768;&#22810;&#20154;&#26435;&#32452;&#32455;&#12290;&#21442;&#19982;&#27492;&#27425;&#20250;&#35758;&#30340;&#22823;&#32422;&#26377;40&#20154;&#65292;&#21253;&#25324;&#35760;&#32773;&#12289;&#30456;&#20851;&#32452;&#32455;&#12289;&#24320;&#21457;&#32773;&#21644;&#35774;&#35745;&#32773;&#12290;</p></div>
<div class="paragraph"><p>&#8220;&#40657;&#23458;&#39532;&#25289;&#26494;&#8221;&#26399;&#38388;&#65292;&#20026;&#20102;&#36827;&#23637;&#39034;&#21033;&#65292;&#25105;&#20204;&#26126;&#30830;&#20102;&#19981;&#21516;&#31867;&#22411;&#30340;&#21442;&#19982;&#32773;&#21487;&#20197;&#29420;&#31435;&#23436;&#25104;&#30340;&#20219;&#21153;&#12290;&#20030;&#20363;&#26469;&#35828;&#65292;&#25105;&#20204;&#35201;&#27714;&#35774;&#35745;&#32773;&#35774;&#35745;&#19968;&#20010;&#23558;&#22320;&#22270;&#21644;&#26102;&#38388;&#36724;&#32467;&#21512;&#36215;&#26469;&#30340;&#30028;&#38754;&#65307;&#25105;&#20204;&#35201;&#27714;&#24320;&#21457;&#32773;&#32771;&#23519;&#19981;&#21516;&#30340;&#25552;&#21462;&#32467;&#26500;&#21270;&#25968;&#25454;&#30340;&#26041;&#24335;&#65292;&#24182;&#19988;&#30740;&#31350;&#28040;&#38500;&#22995;&#21517;&#27495;&#20041;&#30340;&#31639;&#27861;&#65307;&#25105;&#20204;&#35201;&#27714;&#35760;&#32773;&#30740;&#31350;&#26576;&#20010;&#20154;&#36523;&#19978;&#31350;&#31455;&#21457;&#29983;&#20102;&#20160;&#20040;&#65292;&#24182;&#19988;&#27604;&#36739;&#25925;&#20107;&#30340;&#19981;&#21516;&#29256;&#26412;&#65292;&#20197;&#21450;&#26803;&#29702;&#25991;&#26723;&#26469;&#35762;&#36848;&#26576;&#20010;&#26696;&#20214;&#30340;&#25925;&#20107;&#12290;</p></div>
<div class="paragraph"><p>&#8220;&#40657;&#23458;&#39532;&#25289;&#26494;&#8221;&#36951;&#30041;&#30340;&#20027;&#35201;&#38382;&#39064;&#20063;&#35768;&#26159;&#65306;&#36825;&#20010;&#39033;&#30446;&#38750;&#24120;&#23439;&#22823;&#65292;&#25105;&#20204;&#30340;&#30701;&#26399;&#30446;&#26631;&#21448;&#30456;&#24403;&#39640;&#65292;&#32780;&#21327;&#35843;&#24535;&#24895;&#32773;&#20043;&#38388;&#26494;&#25955;&#30340;&#32593;&#32476;&#27604;&#36739;&#22256;&#38590;&#12290;&#20960;&#20046;&#21442;&#19982;&#36825;&#20010;&#39033;&#30446;&#30340;&#25152;&#26377;&#20154;&#30333;&#22825;&#24037;&#20316;&#37117;&#24456;&#32321;&#24537;&#65292;&#20854;&#20013;&#26377;&#35768;&#22810;&#20154;&#20250;&#21442;&#21152;&#20854;&#23427;&#30340;&#27963;&#21160;&#21644;&#39033;&#30446;&#12290;&#40657;&#23458;/&#39559;&#23458;&#24067;&#23452;&#35834;&#26031;&#33406;&#21033;&#26031;2011&#24180;&#20849;&#20030;&#34892;&#20102;9&#27425;&#20250;&#35758;&#12290;</p></div>
<div class="paragraph"><p>&#36825;&#20010;&#39033;&#30446;&#29616;&#22312;&#36824;&#22312;&#27491;&#24120;&#36827;&#34892;&#20013;&#12290;&#26680;&#24515;&#23567;&#32452;&#26377;&#22235;&#20010;&#25104;&#21592;&#65292;&#20877;&#21152;&#19978;&#21313;&#20960;&#20010;&#21327;&#20316;&#32773;&#12290;&#25105;&#20204;&#26377;&#19968;&#20010;<a href="http://groups.google.com/group/mapa76-dev/">&#20844;&#20849;&#37038;&#20214;&#21015;&#34920;</a>&#21644;<a href="https://github.com/mapa76/">GitHub&#20195;&#30721;&#20179;&#24211;</a>&#65292;&#20219;&#20309;&#20154;&#21487;&#20197;&#36890;&#36807;&#23427;&#20204;&#21442;&#19982;&#21040;&#36825;&#20010;&#39033;&#30446;&#20013;&#26469;&#12290;</p></div>
<div class="paragraph"><p>&#8212; <em>&#39532;&#37324;&#20122;&#35834;&#183;&#24067;&#38647;&#26364;(Mariano Blejman)&#65292;&#40657;&#23458;/&#39559;&#23458;Hacks/Hackers &#24067;&#23452;&#35834;&#26031;&#183;&#33406;&#21033;&#26031;</em></p></div>
</div>&#13;

</div>



<div class="btn-group book-nav-bottom">
    <a class='btn' href="index.html">Home</a>
    
        <a href="case_studies.html" class="btn">Chapter: 案例分析</a>
    
    
        <a href="case_studies_8.html" class="btn">Next: 《卫报》的数据博客对英国暴动的报道</a>
    
</div>
          </article>
        </div>
      </div>
    </div>
  </div>

  <footer class='container'>
    <div class='row'>
      <div class="span6">
        <p>
          数据新闻手册可以在遵循<a href="http://creativecommons.org/licenses/by-sa/3.0/">Creative Commons Attribution-ShareAlike</a>协议的前提下被自由拷贝、传播、再利用。数据新闻手册的贡献者根据他们分别的贡献保留他们的版权，并且同意依照这个协议对外放出。
        </p>

      </div>
      <div class="span6 right-align">
        <a href="http://ejc.net"><img src='img/ejc.gif' width='74' height='33' style='padding-right: 1em;'></a>
        <a href="http://okfn.org"><img src='img/okfn.png'></a>
        <a href="http://okfn.org"><img src='img/jmsclogo.png' width='150px'style='padding-right: 1em;'></a>
      </div>
    </div>
  </footer>

  <script type="text/javascript">var switchTo5x=true;</script>
  <script type="text/javascript" src="http://w.sharethis.com/button/buttons.js"></script>
  <script type="text/javascript">stLight.options({
    publisher: "ur-219149ff-684c-bafa-159-8fba20c9e82b"
  }); </script>

  <script type="text/javascript">
    var _gaq = _gaq || [];
    _gaq.push(['_setAccount', 'UA-31257820-1']);
    _gaq.push(['_setDomainName', 'datajournalismhandbook.org']);
    _gaq.push(['_setAllowLinker', true]);
    _gaq.push(['_trackPageview']);

    (function() {
      var ga = document.createElement('script'); ga.type = 'text/javascript'; ga.async = true;
      ga.src = ('https:' == document.location.protocol ? 'https://ssl' : 'http://www') + '.google-analytics.com/ga.js';
      var s = document.getElementsByTagName('script')[0]; s.parentNode.insertBefore(ga, s);
    })();
  </script>

  <aside>
    <div class='modal fade' id='get-updates'>
      <div class="modal-header">
        <h3>订阅以获得手册更新</h3>

        <div class="modal-body">
          <iframe style="height:50em; width:100%; border-width:0;" src="https://docs.google.com/spreadsheet/viewform?formkey=dElfSlJVTnZBM3VDV3hGZWxYSjlVSGc6MQ"></iframe>
        </div>
      </div>
    </div>

    <div class='modal fade' id='give-feedback' style="width:695px;">
      <div class="modal-header">
        <h3>给我们你对手册的反馈</h3>
        <div class="modal-body">
          <iframe style="height:60em; width:100%; border-width:0;" src="https://docs.google.com/a/ejc.net/spreadsheet/viewform?formkey=dFpWdV9xX1JTZXp4MDNPb0N3dWFWSXc6MQ#gid=0"></iframe>
        </div>
      </div>
     </div>
   </aside>

</body>
</html>





