<!doctype html>
<!--[if lt IE 7]> <html class="no-js lt-ie9 lt-ie8 lt-ie7" lang="en"> <![endif]-->
<!--[if IE 7]>    <html class="no-js lt-ie9 lt-ie8" lang="en"> <![endif]-->
<!--[if IE 8]>    <html class="no-js lt-ie9" lang="en"> <![endif]-->
<!--[if gt IE 8]><!--> <html class="no-js" lang="en"> <!--<![endif]-->
<head>
  <meta charset="utf-8">
  <meta http-equiv="X-UA-Compatible" content="IE=edge,chrome=1">

  <title>公民数字记者 - 数据新闻手册</title>
  <meta name="description" content="Using data to improve the news.">
  <meta name="viewport" content="width=device-width, initial-scale=1.0">

  <link rel="stylesheet" href="css/bootstrap.min.css">
  <link rel="stylesheet" href="css/bootstrap-responsive.min.css">
  <link rel="stylesheet" href="css/style.css">
  <link rel="shortcut icon" href="img/favicon.ico" type="image/x-icon" />
  <script src="js/libs/modernizr-2.5.3.min.js"></script>
  <script src="http://ajax.googleapis.com/ajax/libs/jquery/1.7.1/jquery.min.js"></script>
  <script src="js/libs/bootstrap-modal.js"></script>
  <script>
  (function(i,s,o,g,r,a,m){i['GoogleAnalyticsObject']=r;i[r]=i[r]||function(){
  (i[r].q=i[r].q||[]).push(arguments)},i[r].l=1*new Date();a=s.createElement(o),
  m=s.getElementsByTagName(o)[0];a.async=1;a.src=g;m.parentNode.insertBefore(a,m)
  })(window,document,'script','//www.google-analytics.com/analytics.js','ga');

  ga('create', 'UA-16390014-2', 'xiaoyongzi.github.io');
  ga('send', 'pageview');

</script>
</head>
<body>
  <!--[if lt IE 7]><p class=chromeframe>Your browser is <em>ancient!</em> <a href="http://browsehappy.com/">Upgrade to a different browser</a> or <a href="http://www.google.com/chromeframe/?redirect=true">install Google Chrome Frame</a> to experience this site.</p><![endif]-->
  <div class='wrapper'>
    <header>
      <div class='container header'>
        <div class='row'>
          <div class='title span7'>
            数据新闻手册
            <span class='version'>中文 1.1 BETA</span>
          </div>
          <div class='span5 right-align'>

            <a class="btn btn-warning" href="http://shop.oreilly.com/product/0636920025603.do">
              <i class='icon-book icon-white'></i>  购买</a>

            <a class="btn btn-primary" data-toggle="modal" href="#get-updates">
              <i class='icon-eye-open icon-white'></i>  更新</a>

            <a class="btn btn-inverse" data-toggle="modal" href="#give-feedback">
              <i class='icon-inbox icon-white'></i>  反馈</a>
          </div>
        </div>

            <div id="cse" style="width: 100%;">读取...<div class="gsc-control-cse gsc-control-cse-en"><div class="gsc-control-wrapper-cse" dir="ltr"><form class="gsc-search-box gsc-search-box-tools" accept-charset="utf-8"><table cellspacing="0" cellpadding="0" class="gsc-search-box"><tbody><tr><td class="gsc-input"><div class="gsc-input-box" id="gsc-iw-id1"><table cellspacing="0" cellpadding="0" style="width: 100%; padding: 0px;" id="gs_id0" class="gstl_0 "><tbody><tr><td id="gs_tti0" class="gsib_a"><input autocomplete="off" type="text" size="10" class="gsc-input" name="search" title="search" style="width: 100%; padding: 0px; border: none; margin: -0.0625em 0px 0px; height: 1.25em; outline: none; background-image: url(http://www.google.com/cse/intl/en/images/google_custom_search_watermark.gif); background-color: rgb(255, 255, 255); background-position: 0% 50%; background-repeat: no-repeat no-repeat;" id="gsc-i-id1" dir="ltr" spellcheck="false"></td><td class="gsib_b"><div class="gsst_b" id="gs_st0" style="" dir="ltr"><a class="gsst_a" href="javascript:void(0)" style="display: none;"><span class="gscb_a" id="gs_cb0">×</span></a></div></td></tr></tbody></table></div></td><td class="gsc-search-button"><input type="image" src="http://www.google.com/uds/css/v2/search_box_icon.png" class="gsc-search-button gsc-search-button-v2" title="search"></td><td class="gsc-clear-button"><div class="gsc-clear-button" title="clear results">&nbsp;</div></td></tr></tbody></table><table cellspacing="0" cellpadding="0" class="gsc-branding"><tbody><tr><td class="gsc-branding-user-defined"></td><td class="gsc-branding-text"><div class="gsc-branding-text">powered by</div></td><td class="gsc-branding-img"><img src="http://www.google.com/uds/css/small-logo.png" class="gsc-branding-img"></td></tr></tbody></table></form><div class="gsc-results-wrapper-nooverlay"><div class="gsc-tabsAreaInvisible"><div class="gsc-tabHeader gsc-inline-block gsc-tabhActive">Custom Search</div><span class="gs-spacer"> </span></div><div class="gsc-tabsAreaInvisible"></div><div class="gsc-above-wrapper-area-invisible"><table cellspacing="0" cellpadding="0" class="gsc-above-wrapper-area-container"><tbody><tr><td class="gsc-result-info-container"><div class="gsc-result-info-invisible"></div></td></tr></tbody></table></div><div class="gsc-adBlockInvisible"></div><div class="gsc-wrapper"><div class="gsc-adBlockInvisible"></div><div class="gsc-resultsbox-invisible"><div class="gsc-resultsRoot gsc-tabData gsc-tabdActive"><table cellspacing="0" cellpadding="0" class="gsc-resultsHeader"><tbody><tr><td class="gsc-twiddleRegionCell"><div class="gsc-twiddle"><div class="gsc-title">Web</div></div><div class="gsc-stats"></div><div class="gsc-results-selector gsc-all-results-active"><div class="gsc-result-selector gsc-one-result" title="show one result">&nbsp;</div><div class="gsc-result-selector gsc-more-results" title="show more results">&nbsp;</div><div class="gsc-result-selector gsc-all-results" title="show all results">&nbsp;</div></div></td><td class="gsc-configLabelCell"></td></tr></tbody></table><div><div class="gsc-expansionArea"></div></div></div></div></div></div></div></div></div>
  <script src="http://www.google.com/jsapi" type="text/javascript"></script>
  <script type="text/javascript">
    google.load('search', '1', {language : 'en', style :
  google.loader.themes.V2_DEFAULT});
    google.setOnLoadCallback(function() {
      var customSearchOptions = {};  var customSearchControl = new
  google.search.CustomSearchControl(
        '006112475414705326728:e3rnblhao8y', customSearchOptions);
      customSearchControl.setResultSetSize(google.search.Search.FILTERED_CSE_RESULTSET);
      customSearchControl.draw('cse');
    }, true);
  </script>
      </div>
    </header>

    <div id="main" class="container">
      <div class='row'>
        <div class='span12'>
          <article>
            <div class='row'>
    <div class="btn-group book-nav-top span9">
        <a class='btn' href="index.html">Home</a>
        
            <a href="case_studies.html" class="btn">Chapter: 案例分析</a>
        
        
            <a href="case_studies_16.html" class="btn">Next: 选举结果大看板</a>
        
    </div>
    <div class="span3 right-align">
        <span class='st_facebook_hcount' displayText='Facebook'></span>
        <span class='st_twitter_hcount' st_title="公民数字记者 #ddjbook" displayText='Tweet'></span>
    </div>
</div>


<div id='content'>
    <div class="sect2">
<h3 id="_&#20844;&#27665;&#25968;&#23383;&#35760;&#32773;">&#20844;&#27665;&#25968;&#23383;&#35760;&#32773;</h3>
<div class="paragraph"><p>&#22823;&#22411;&#26032;&#38395;&#32534;&#36753;&#23460;&#24182;&#38750;&#20135;&#29983;&#22522;&#20110;&#25968;&#23383;&#30340;&#26032;&#38395;&#25253;&#36947;&#30340;&#19987;&#23646;&#22320;&#28857;&#12290;&#36825;&#31181;&#20197;&#25968;&#23383;&#20026;&#28304;&#30340;&#25253;&#36947;&#25163;&#27573;&#23545;&#20110;&#25968;&#23383;&#35760;&#32773;&#26469;&#35828;&#22823;&#26377;&#35048;&#30410;&#65292;&#23427;&#33021;&#24110;&#21161;&#20844;&#27665;&#35760;&#32773;&#25484;&#25569;&#20854;&#25152;&#22312;&#22320;&#28857;&#30340;&#25968;&#25454;&#65292;&#24182;&#23558;&#36825;&#20123;&#25968;&#25454;&#36716;&#21270;&#25104;&#26032;&#38395;&#25253;&#36947;&#12290;</p></div>
<div class="paragraph"><p>&#36825;&#23601;&#26159;&#24052;&#35199;&#30340;&#19968;&#20010;&#20844;&#27665;&#23186;&#20307;&#39033;&#30446;<a href="http://amigosdejanuaria.wordpress.com/">&#29645;&#32445;&#29790;&#20122;&#20043;&#21451;(Friends of Janu&#225;ria)</a>&#30340;&#21019;&#21150;&#21021;&#34935;&#65292;&#35813;&#39033;&#30446;&#24471;&#21040;<a href="http://globalvoicesonline.org/">&#20840;&#29699;&#20043;&#22768;(Global Voices Online)</a>&#30340;&#22806;&#24310;&#39033;&#30446;<a href="http://rising.globalvoicesonline.org/">&#21457;&#22768;&#35745;&#21010;(Rising Voices)</a>&#30340;&#25480;&#26435;&#65292;&#24182;&#24471;&#21040;&#20102;&#27665;&#26435;&#32452;&#32455;<a href="http://www.article19.org/">&#26465;&#27454;19(Article 19)</a>&#30340;&#39069;&#22806;&#25903;&#25345;&#12290;&#20301;&#20110;&#24052;&#35199;&#31859;&#32435;&#26031;&#21513;&#25289;&#26031;&#24030;(Minas Gerais)&#21271;&#37096;&#23567;&#22478;&#24066;&#26159;&#24052;&#35199;&#22659;&#20869;&#26368;&#36139;&#22256;&#30340;&#22320;&#21306;&#20043;&#19968;&#65292;2011&#24180;&#20061;&#26376;&#33267;&#21313;&#26376;&#65292;&#19968;&#25209;&#24403;&#22320;&#38738;&#24180;&#25509;&#21463;&#20102;&#26377;&#20851;&#22522;&#30784;&#26032;&#38395;&#25216;&#26415;&#21644;&#39044;&#31639;&#30417;&#30563;&#26041;&#38754;&#30340;&#35757;&#32451;&#12290;&#20182;&#20204;&#21516;&#26679;&#23398;&#20250;&#20102;&#22914;&#20309;&#25552;&#20986;&#8220;&#20449;&#24687;&#33258;&#30001;&#8221;(Freedom of Information)&#30340;&#35201;&#27714;&#65292;&#20197;&#21450;&#22914;&#20309;&#36827;&#20837;&#20114;&#32852;&#32593;&#19978;&#30340;&#23448;&#26041;&#25968;&#25454;&#24211;&#65292;&#33719;&#21462;&#20844;&#24320;&#25259;&#38706;&#30340;&#21487;&#29992;&#20449;&#24687;&#12290;</p></div>
<div class="paragraph"><p>&#29645;&#32445;&#29790;&#20122;&#65292;&#36825;&#20010;&#32422;&#26377;65,000&#23621;&#27665;&#30340;&#23567;&#22478;&#24066;&#65292;&#21478;&#19968;&#20010;&#35753;&#20854;&#22768;&#21517;&#36828;&#25773;&#30340;&#21407;&#22240;&#20415;&#26159;&#24403;&#22320;&#25919;&#23458;&#30340;&#26080;&#33021;&#12290;&#22312;&#36830;&#32493;&#19977;&#23626;&#12289;&#27599;&#23626;&#22235;&#24180;&#30340;&#20219;&#26399;&#20869;&#65292;&#35813;&#24066;&#20849;&#26377;7&#21517;&#24066;&#38271;&#22914;&#36208;&#39532;&#28783;&#33324;&#19978;&#20219;&#12290;&#20182;&#20204;&#20013;&#20960;&#20046;&#25152;&#26377;&#20154;&#37117;&#22240;&#20026;&#22312;&#20844;&#20849;&#31649;&#29702;&#19978;&#30340;&#19981;&#24403;&#34892;&#20026;&#65292;&#20854;&#20013;&#21253;&#25324;&#34987;&#25351;&#25511;&#36138;&#27745;&#21463;&#36159;&#65292;&#32780;&#24341;&#21646;&#31163;&#32844;&#12290;</p></div>
<div class="paragraph"><p>&#35832;&#22914;&#29645;&#32445;&#29790;&#20122;&#36825;&#26679;&#23567;&#22478;&#24066;&#36890;&#24120;&#19981;&#22312;&#24052;&#35199;&#23186;&#20307;&#30340;&#20851;&#27880;&#33539;&#22260;&#20043;&#20869;&#65292;&#24052;&#35199;&#23186;&#20307;&#30340;&#35270;&#32447;&#24448;&#24448;&#38145;&#23450;&#22312;&#36739;&#22823;&#22478;&#24066;&#20197;&#21450;&#24030;&#24220;&#12290;&#28982;&#32780;&#21364;&#26377;&#36825;&#26679;&#19968;&#20010;&#26426;&#20250;&#65292;&#21487;&#20197;&#35753;&#23567;&#22478;&#24066;&#30340;&#23621;&#27665;&#32452;&#25104;&#19968;&#20010;&#30417;&#30563;&#25919;&#24220;&#34892;&#25919;&#31649;&#29702;&#30340;&#28508;&#22312;&#21516;&#30431;&#65292;&#22240;&#20026;&#36825;&#20123;&#26469;&#33258;&#23567;&#22478;&#24066;&#30340;&#23621;&#27665;&#27604;&#20854;&#20182;&#20219;&#20309;&#20154;&#26356;&#28165;&#26970;&#22320;&#20102;&#35299;&#24403;&#22320;&#23621;&#27665;&#21306;&#26085;&#24120;&#25152;&#38754;&#20020;&#30340;&#25361;&#25112;&#12290;&#20114;&#32852;&#32593;&#21487;&#35859;&#26159;&#21478;&#19968;&#24378;&#22823;&#30340;&#21516;&#30431;&#65292;&#36890;&#36807;&#20114;&#32852;&#32593;&#65292;&#29616;&#22312;&#65292;&#23621;&#27665;&#33021;&#22815;&#26356;&#26041;&#20415;&#22320;&#25509;&#35302;&#21040;&#26377;&#20851;&#24403;&#22320;&#39044;&#31639;&#20197;&#21450;&#24403;&#22320;&#20854;&#23427;&#26041;&#38754;&#30340;&#25968;&#25454;&#20449;&#24687;&#12290;</p></div>
<div class="imageblock" id="FIG0325" style="float:0;">
<div class="content">
<img src="figs/incoming/03-XX.jpg"></div>
<div class="title">Figure 24. &#29645;&#32445;&#29790;&#20122;&#20043;&#21451;&#20844;&#27665;&#23186;&#20307;&#39033;&#30446;&#22521;&#35757;&#24403;&#22320;&#24066;&#27665;&#25104;&#20026;&#25968;&#25454;&#35760;&#32773;&#30340;&#20851;&#38190;&#25216;&#33021;</div>
</div>
<div class="paragraph"><p>&#21442;&#21152;&#23436;&#21313;&#20108;&#26399;&#30340;&#30740;&#20064;&#29677;&#21518;&#65292;&#23545;&#20110;&#22914;&#20309;&#23558;&#22312;&#23567;&#22478;&#24066;&#37324;&#20844;&#24320;&#33719;&#21462;&#21487;&#21033;&#29992;&#25968;&#25454;&#30340;&#29702;&#24565;&#36716;&#21270;&#25104;&#23454;&#36341;&#65292;&#19968;&#20123;&#26469;&#33258;&#29645;&#32445;&#29790;&#20122;&#30340;&#20844;&#27665;&#35760;&#32773;&#26032;&#25163;&#20204;&#24320;&#22987;&#23637;&#38706;&#22836;&#35282;&#12290;&#20030;&#20363;&#26469;&#35828;&#65292;22&#23681;&#30340;&#20844;&#27665;&#35760;&#32773;&#32034;&#33713;&#23045;&#183;&#38463;&#33707;&#29790;&#22982;(Soraia Amorim)&#26366;&#26681;&#25454;&#32852;&#37030;&#25919;&#24220;&#30340;&#25968;&#25454;&#20889;&#20102;&#19968;&#31687;&#20851;&#20110;&#35813;&#22478;&#25152;&#38599;&#21307;&#29983;&#25968;&#37327;&#30340;&#26032;&#38395;&#25253;&#36947;&#12290;&#28982;&#32780;&#65292;&#22905;&#21457;&#29616;&#65292;&#23448;&#26041;&#32473;&#20986;&#32479;&#35745;&#25968;&#25454;&#19982;&#35813;&#22478;&#30340;&#23454;&#38469;&#24773;&#20917;&#24182;&#19981;&#30456;&#31526;&#12290;&#20026;&#20102;&#23436;&#25104;&#36825;&#31687;&#25253;&#36947;&#65292;&#32034;&#33713;&#23045;&#38656;&#35201;&#33719;&#21462;&#21307;&#30103;&#25968;&#25454;&#65292;&#36825;&#20123;&#25968;&#25454;&#33021;&#22815;&#22312;SUS(Sistema &#218;nico de Sa&#250;de&#65292;&#29420;&#31435;&#21307;&#30103;&#31995;&#32479;)&#30340;<a href="http://bit.ly/tabnet-datasus">&#32593;&#31449;&#19978;&#22312;&#32447;&#33719;&#24471;</a>&#65292;SUS&#26159;&#19968;&#20010;&#20026;&#24052;&#35199;&#23621;&#27665;&#25552;&#20379;&#20813;&#36153;&#21307;&#30103;&#25937;&#21161;&#30340;&#32852;&#37030;&#39033;&#30446;&#12290;&#26681;&#25454;SUS&#25152;&#25552;&#20379;&#30340;&#25968;&#25454;&#65292;&#29645;&#32445;&#29790;&#20122;&#24066;&#24212;&#37197;&#26377;&#21508;&#20010;&#19987;&#19994;&#30340;&#21307;&#24072;&#20849;&#35745;71&#20154;&#12290;</p></div>
<div class="paragraph"><p>SUS&#25152;&#25552;&#20379;&#30340;&#20851;&#20110;&#35813;&#22478;&#21307;&#29983;&#25968;&#37327;&#30340;&#25968;&#25454;&#19982;&#32034;&#33713;&#23045;&#25152;&#20102;&#35299;&#30340;&#35813;&#22320;&#21306;&#21307;&#29983;&#30340;&#29366;&#20917;&#24182;&#19981;&#30456;&#31526;&#65306;&#24403;&#22320;&#23621;&#27665;&#24635;&#26159;&#22312;&#25265;&#24616;&#21307;&#29983;&#23569;&#65292;&#19968;&#20123;&#30149;&#24739;&#29978;&#33267;&#38656;&#35201;&#36305;&#21040;&#20020;&#36817;&#22478;&#24066;&#21435;&#30475;&#30149;&#12290;
&#20043;&#21518;&#65292;&#22905;&#37319;&#35775;&#20102;&#19968;&#20301;&#21018;&#21018;&#21457;&#29983;&#20102;&#25705;&#25176;&#36710;&#20107;&#25925;&#30340;&#22899;&#24739;&#32773;&#65292;&#35813;&#22919;&#22899;&#22312;&#29645;&#32445;&#29790;&#20122;&#24066;&#30340;&#21307;&#38498;&#37324;&#27809;&#26377;&#24471;&#21040;&#21307;&#30103;&#25937;&#21161;&#65292;&#22240;&#20026;&#36825;&#37324;&#26681;&#26412;&#27809;&#26377;&#21487;&#20197;&#20026;&#22905;&#27835;&#30103;&#30340;&#21307;&#29983;&#12290;&#22905;&#36824;&#21516;&#35813;&#24066;&#30340;&#21355;&#29983;&#37096;&#37096;&#38271;&#36827;&#34892;&#36807;&#20132;&#35848;&#65292;&#35813;&#37096;&#38271;&#22374;&#35328;&#65292;&#35813;&#24066;&#23454;&#38469;&#30340;&#21307;&#29983;&#25968;&#37327;&#23569;&#20110;SUS&#19978;&#25152;&#20844;&#24067;&#30340;&#21307;&#29983;&#25968;&#37327;&#12290;</p></div>
<div class="paragraph"><p>&#32034;&#33713;&#23045;&#35828;&#65306;&#8220;&#25105;&#36807;&#21435;&#20303;&#22312;&#20065;&#26449;&#65292;&#36153;&#20102;&#22909;&#22823;&#30340;&#21170;&#20799;&#25165;&#35835;&#23436;&#39640;&#20013;&#12290;&#8221;&#8220;&#24403;&#21035;&#20154;&#38382;&#25105;&#24819;&#35201;&#20570;&#20160;&#20040;&#26102;&#65292;&#25105;&#24635;&#26159;&#21578;&#35785;&#20182;&#20204;&#65292;&#25105;&#35201;&#25104;&#20026;&#19968;&#21517;&#35760;&#32773;&#12290;&#20294;&#22312;&#25105;&#30475;&#26469;&#65292;&#22240;&#20026;&#25105;&#25152;&#29983;&#27963;&#30340;&#29615;&#22659;&#65292;&#36825;&#20010;&#26790;&#24819;&#20960;&#20046;&#19981;&#21487;&#33021;&#23454;&#29616;&#12290;&#8221;&#23436;&#25104;&#20102;&#29645;&#32445;&#29790;&#20122;&#20043;&#21451;&#30340;&#22521;&#35757;&#20043;&#21518;&#65292;&#32034;&#33713;&#23045;&#30456;&#20449;&#65292;&#33719;&#21462;&#25968;&#25454;&#26159;&#25913;&#21464;&#29645;&#32445;&#29790;&#20122;&#24066;&#29616;&#29366;&#30340;&#19968;&#20010;&#37325;&#35201;&#30340;&#24037;&#20855;&#12290;&#22905;&#34917;&#20805;&#36947;&#65306;&#8220;&#25105;&#35273;&#24471;&#33258;&#24049;&#26377;&#33021;&#21147;&#20026;&#25913;&#21464;&#25105;&#30340;&#23478;&#20065;&#65292;&#25105;&#30340;&#22269;&#23478;&#65292;&#29978;&#33267;&#26159;&#25972;&#20010;&#19990;&#30028;&#20986;&#19968;&#20221;&#21147;&#12290;&#8221;</p></div>
<div class="paragraph"><p>&#21478;&#19968;&#20301;&#26469;&#33258;&#35813;&#39033;&#30446;&#30340;&#20844;&#27665;&#35760;&#32773;&#26159;20&#23681;&#30340;&#38463;&#33713;&#36874;&#183;&#33945;&#29305;&#23572;&#37324;&#39039;(Alysson Monti&#233;riton)&#65292;&#23427;&#21516;&#26679;&#22312;&#25991;&#31456;&#20013;&#20351;&#29992;&#25968;&#25454;&#12290;&#22312;&#35813;&#39033;&#30446;&#30340;&#31532;&#19968;&#22530;&#35838;&#19978;&#65292;&#20844;&#27665;&#35760;&#32773;&#20204;&#34892;&#36208;&#20110;&#29645;&#32445;&#29790;&#20122;&#24066;&#65292;&#20197;&#26399;&#25214;&#21040;&#33021;&#22815;&#20889;&#25104;&#26032;&#38395;&#25253;&#36947;&#30340;&#21512;&#36866;&#36873;&#39064;&#65292;&#38463;&#33713;&#36874;&#20915;&#23450;&#20889;&#19968;&#31687;&#20851;&#20110;&#35813;&#24066;&#19968;&#20132;&#36890;&#26530;&#32445;&#19978;&#20132;&#36890;&#28783;&#34987;&#27585;&#22351;&#30340;&#25991;&#31456;&#12290;&#36825;&#20010;&#20132;&#36890;&#28783;&#33258;&#24180;&#21021;&#23601;&#24050;&#25439;&#22351;&#65292;&#33267;&#20170;&#20173;&#27809;&#20462;&#22909;&#12290;&#20182;&#20808;&#26159;&#23398;&#20250;&#20102;&#22914;&#20309;&#22312;&#20114;&#32852;&#32593;&#19978;&#25628;&#23547;&#25968;&#25454;&#65292;&#20043;&#21518;&#65292;&#20182;&#21448;&#25628;&#23547;&#20102;&#35813;&#24066;&#29616;&#23384;&#30340;&#26426;&#21160;&#36710;&#30340;&#25968;&#37327;&#20197;&#21450;&#26426;&#21160;&#36710;&#25317;&#26377;&#32773;&#25152;&#20132;&#32435;&#30340;&#31246;&#39069;&#12290;&#20182;&#20889;&#36947;&#65306;</p></div>
<div class="quoteblock">
<div class="content">
<div class="paragraph"><p>&#29645;&#32445;&#29790;&#20122;&#24066;&#26426;&#21160;&#36710;&#25968;&#37327;&#38750;&#24120;&#22810;&#65292;&#22240;&#27492;&#20132;&#36890;&#29366;&#20917;&#19981;&#26029;&#24694;&#21270;&#12290;&#26681;&#25454;IBGE&#65288;&#24052;&#35199;&#26368;&#37325;&#35201;&#30340;&#32479;&#35745;&#30740;&#31350;&#26426;&#26500;&#65289;&#30340;&#32479;&#35745;&#65292;2010&#24180;&#65292;&#29645;&#32445;&#29790;&#20122;&#24066;&#20849;&#26377;&#26426;&#21160;&#36710;13,771&#36742;&#65288;&#20854;&#20013;&#25705;&#25176;&#36710;7,979&#36742;&#65289;&#12290;&#8230;&#8230;&#35813;&#24066;&#30340;&#23621;&#27665;&#30456;&#20449;&#65292;&#24066;&#25919;&#37096;&#38376;&#19968;&#30452;&#25302;&#24310;&#32500;&#20462;&#20132;&#36890;&#28783;&#24182;&#19981;&#26159;&#22240;&#20026;&#32570;&#23569;&#36164;&#28304;&#12290;&#26681;&#25454;&#31859;&#32435;&#26031;&#21513;&#25289;&#26031;&#24030;&#36130;&#25919;&#37096;&#30340;&#25968;&#25454;&#65292;2010&#24180;&#65292;&#29645;&#32445;&#29790;&#20122;&#24066;&#22312;&#26426;&#21160;&#36710;&#19978;&#30340;&#31246;&#25910;&#25152;&#24471;&#20026;470,000&#38647;&#20122;&#23572;&#65288;&#32422;258,500&#32654;&#20803;&#65289;&#12290;</p></div>
</div>
<div class="attribution">
</div></div>
<div class="paragraph"><p>&#38463;&#33713;&#36874;&#29992;&#36825;&#20123;&#25968;&#25454;&#21487;&#35828;&#26126;&#65292;&#29645;&#32445;&#29790;&#20122;&#24066;&#26426;&#21160;&#36710;&#25968;&#37327;&#22810;&#65288;&#27599;5&#20154;&#20013;&#23601;&#26377;1&#20154;&#39550;&#39542;&#26426;&#21160;&#36710;&#65289;&#65292;&#32780;&#36825;&#20010;&#27585;&#22351;&#20102;&#30340;&#20132;&#36890;&#28783;&#20250;&#32473;&#24456;&#22810;&#20154;&#24102;&#26469;&#23433;&#20840;&#38544;&#24739;&#12290;&#20182;&#29978;&#33267;&#33021;&#22815;&#21578;&#35785;&#35835;&#32773;,&#35813;&#38215;&#20174;&#26426;&#21160;&#36710;&#25317;&#26377;&#32773;&#25152;&#32564;&#31246;&#27454;&#20013;&#25152;&#24471;&#36164;&#37329;&#25968;&#39069;&#65292;&#24182;&#19988;&#65292;&#26681;&#25454;&#36825;&#19968;&#25968;&#25454;&#65292;&#20182;&#33021;&#22815;&#36136;&#30097;&#36825;&#20123;&#31246;&#27454;&#26159;&#21542;&#19981;&#36275;&#20110;&#32500;&#20462;&#36825;&#20123;&#22351;&#20102;&#30340;&#20132;&#36890;&#28783;&#65292;&#20174;&#32780;&#20026;&#21496;&#26426;&#21644;&#34892;&#20154;&#33829;&#36896;&#23433;&#20840;&#30340;&#20132;&#36890;&#29615;&#22659;&#12290;</p></div>
<div class="paragraph"><p>&#32034;&#33713;&#23045;&#21644;&#38463;&#33713;&#36874;&#20889;&#24471;&#36825;&#20004;&#31687;&#25253;&#36947;&#34429;&#21313;&#20998;&#31616;&#21333;&#65292;&#20294;&#21521;&#25105;&#20204;&#34920;&#26126;&#65306;&#20844;&#27665;&#35760;&#32773;&#33021;&#22815;&#21033;&#29992;&#25968;&#25454;&#12290;&#20320;&#19981;&#38656;&#35201;&#21516;&#22823;&#25209;&#19987;&#19994;&#20154;&#21592;&#19968;&#36215;&#65292;&#21574;&#22312;&#26576;&#20010;&#22823;&#22411;&#26032;&#38395;&#32534;&#36753;&#23460;&#20013;&#65292;&#29992;&#25968;&#25454;&#23436;&#25104;&#26032;&#38395;&#31295;&#12290;&#32034;&#33713;&#23045;&#21644;&#38463;&#33713;&#36874;&#36825;&#20004;&#20301;&#23436;&#20840;&#27809;&#26377;&#20219;&#20309;&#35760;&#32773;&#32972;&#26223;&#30340;&#24180;&#36731;&#20154;&#65292;&#32463;&#36807;&#35813;&#39033;&#30446;12&#26399;&#30340;&#22521;&#35757;&#65292;&#33021;&#22312;&#25253;&#36947;&#20013;&#20197;&#25968;&#25454;&#35828;&#35805;&#65292;&#22686;&#21152;&#35828;&#26381;&#21147;&#65292;&#24182;&#19988;&#32534;&#20889;&#20986;&#26377;&#20851;&#29645;&#32445;&#29790;&#20122;&#24066;&#38750;&#24120;&#26377;&#36259;&#30340;&#27665;&#29983;&#30334;&#24577;&#12290;&#27492;&#22806;&#65292;&#20182;&#20204;&#30340;&#25991;&#31456;&#34920;&#26126;&#65292;&#25968;&#25454;&#26412;&#36523;&#38750;&#24120;&#26377;&#29992;&#65292;&#21363;&#20415;&#23427;&#30340;&#35268;&#27169;&#21487;&#33021;&#19981;&#22823;&#12290;&#25442;&#35328;&#20043;&#65292;&#23567;&#35268;&#27169;&#30340;&#25968;&#25454;&#24211;&#21644;&#25968;&#25454;&#34920;&#19978;&#20063;&#23384;&#22312;&#26377;&#20215;&#20540;&#30340;&#20449;&#24687;&#8212;&#8212;&#23427;&#20204;&#19981;&#20165;&#20165;&#23384;&#22312;&#20110;&#22823;&#22411;&#25968;&#25454;&#24211;&#20013;&#12290;</p></div>
<div class="paragraph"><p>&#8212; <em>&#38463;&#26364;&#36798;&#183;&#32599;&#35199;(Amanda Rossi)&#65292;&#29645;&#32445;&#29790;&#20122;&#20043;&#21451;Friends of Janu&#225;ria</em></p></div>
</div>&#13;

</div>



<div class="btn-group book-nav-bottom">
    <a class='btn' href="index.html">Home</a>
    
        <a href="case_studies.html" class="btn">Chapter: 案例分析</a>
    
    
        <a href="case_studies_16.html" class="btn">Next: 选举结果大看板</a>
    
</div>
          </article>
        </div>
      </div>
    </div>
  </div>

  <footer class='container'>
    <div class='row'>
      <div class="span6">
        <p>
          数据新闻手册可以在遵循<a href="http://creativecommons.org/licenses/by-sa/3.0/">Creative Commons Attribution-ShareAlike</a>协议的前提下被自由拷贝、传播、再利用。数据新闻手册的贡献者根据他们分别的贡献保留他们的版权，并且同意依照这个协议对外放出。
        </p>

      </div>
      <div class="span6 right-align">
        <a href="http://ejc.net"><img src='img/ejc.gif' width='74' height='33' style='padding-right: 1em;'></a>
        <a href="http://okfn.org"><img src='img/okfn.png'></a>
        <a href="http://okfn.org"><img src='img/jmsclogo.png' width='150px'style='padding-right: 1em;'></a>
      </div>
    </div>
  </footer>

  <script type="text/javascript">var switchTo5x=true;</script>
  <script type="text/javascript" src="http://w.sharethis.com/button/buttons.js"></script>
  <script type="text/javascript">stLight.options({
    publisher: "ur-219149ff-684c-bafa-159-8fba20c9e82b"
  }); </script>

  <script type="text/javascript">
    var _gaq = _gaq || [];
    _gaq.push(['_setAccount', 'UA-31257820-1']);
    _gaq.push(['_setDomainName', 'datajournalismhandbook.org']);
    _gaq.push(['_setAllowLinker', true]);
    _gaq.push(['_trackPageview']);

    (function() {
      var ga = document.createElement('script'); ga.type = 'text/javascript'; ga.async = true;
      ga.src = ('https:' == document.location.protocol ? 'https://ssl' : 'http://www') + '.google-analytics.com/ga.js';
      var s = document.getElementsByTagName('script')[0]; s.parentNode.insertBefore(ga, s);
    })();
  </script>

  <aside>
    <div class='modal fade' id='get-updates'>
      <div class="modal-header">
        <h3>订阅以获得手册更新</h3>

        <div class="modal-body">
          <iframe style="height:50em; width:100%; border-width:0;" src="https://docs.google.com/spreadsheet/viewform?formkey=dElfSlJVTnZBM3VDV3hGZWxYSjlVSGc6MQ"></iframe>
        </div>
      </div>
    </div>

    <div class='modal fade' id='give-feedback' style="width:695px;">
      <div class="modal-header">
        <h3>给我们你对手册的反馈</h3>
        <div class="modal-body">
          <iframe style="height:60em; width:100%; border-width:0;" src="https://docs.google.com/a/ejc.net/spreadsheet/viewform?formkey=dFpWdV9xX1JTZXp4MDNPb0N3dWFWSXc6MQ#gid=0"></iframe>
        </div>
      </div>
     </div>
   </aside>

</body>
</html>





