<!doctype html>
<!--[if lt IE 7]> <html class="no-js lt-ie9 lt-ie8 lt-ie7" lang="en"> <![endif]-->
<!--[if IE 7]>    <html class="no-js lt-ie9 lt-ie8" lang="en"> <![endif]-->
<!--[if IE 8]>    <html class="no-js lt-ie9" lang="en"> <![endif]-->
<!--[if gt IE 8]><!--> <html class="no-js" lang="en"> <!--<![endif]-->
<head>
  <meta charset="utf-8">
  <meta http-equiv="X-UA-Compatible" content="IE=edge,chrome=1">

  <title>机遇鸿沟 - 数据新闻手册</title>
  <meta name="description" content="Using data to improve the news.">
  <meta name="viewport" content="width=device-width, initial-scale=1.0">

  <link rel="stylesheet" href="css/bootstrap.min.css">
  <link rel="stylesheet" href="css/bootstrap-responsive.min.css">
  <link rel="stylesheet" href="css/style.css">
  <link rel="shortcut icon" href="img/favicon.ico" type="image/x-icon" />
  <script src="js/libs/modernizr-2.5.3.min.js"></script>
  <script src="http://ajax.googleapis.com/ajax/libs/jquery/1.7.1/jquery.min.js"></script>
  <script src="js/libs/bootstrap-modal.js"></script>
  <script>
  (function(i,s,o,g,r,a,m){i['GoogleAnalyticsObject']=r;i[r]=i[r]||function(){
  (i[r].q=i[r].q||[]).push(arguments)},i[r].l=1*new Date();a=s.createElement(o),
  m=s.getElementsByTagName(o)[0];a.async=1;a.src=g;m.parentNode.insertBefore(a,m)
  })(window,document,'script','//www.google-analytics.com/analytics.js','ga');

  ga('create', 'UA-16390014-2', 'xiaoyongzi.github.io');
  ga('send', 'pageview');

</script>
</head>
<body>
  <!--[if lt IE 7]><p class=chromeframe>Your browser is <em>ancient!</em> <a href="http://browsehappy.com/">Upgrade to a different browser</a> or <a href="http://www.google.com/chromeframe/?redirect=true">install Google Chrome Frame</a> to experience this site.</p><![endif]-->
  <div class='wrapper'>
    <header>
      <div class='container header'>
        <div class='row'>
          <div class='title span7'>
            数据新闻手册
            <span class='version'>中文 1.1 BETA</span>
          </div>
          <div class='span5 right-align'>

            <a class="btn btn-warning" href="http://shop.oreilly.com/product/0636920025603.do">
              <i class='icon-book icon-white'></i>  购买</a>

            <a class="btn btn-primary" data-toggle="modal" href="#get-updates">
              <i class='icon-eye-open icon-white'></i>  更新</a>

            <a class="btn btn-inverse" data-toggle="modal" href="#give-feedback">
              <i class='icon-inbox icon-white'></i>  反馈</a>
          </div>
        </div>

            <div id="cse" style="width: 100%;">读取...<div class="gsc-control-cse gsc-control-cse-en"><div class="gsc-control-wrapper-cse" dir="ltr"><form class="gsc-search-box gsc-search-box-tools" accept-charset="utf-8"><table cellspacing="0" cellpadding="0" class="gsc-search-box"><tbody><tr><td class="gsc-input"><div class="gsc-input-box" id="gsc-iw-id1"><table cellspacing="0" cellpadding="0" style="width: 100%; padding: 0px;" id="gs_id0" class="gstl_0 "><tbody><tr><td id="gs_tti0" class="gsib_a"><input autocomplete="off" type="text" size="10" class="gsc-input" name="search" title="search" style="width: 100%; padding: 0px; border: none; margin: -0.0625em 0px 0px; height: 1.25em; outline: none; background-image: url(http://www.google.com/cse/intl/en/images/google_custom_search_watermark.gif); background-color: rgb(255, 255, 255); background-position: 0% 50%; background-repeat: no-repeat no-repeat;" id="gsc-i-id1" dir="ltr" spellcheck="false"></td><td class="gsib_b"><div class="gsst_b" id="gs_st0" style="" dir="ltr"><a class="gsst_a" href="javascript:void(0)" style="display: none;"><span class="gscb_a" id="gs_cb0">×</span></a></div></td></tr></tbody></table></div></td><td class="gsc-search-button"><input type="image" src="http://www.google.com/uds/css/v2/search_box_icon.png" class="gsc-search-button gsc-search-button-v2" title="search"></td><td class="gsc-clear-button"><div class="gsc-clear-button" title="clear results">&nbsp;</div></td></tr></tbody></table><table cellspacing="0" cellpadding="0" class="gsc-branding"><tbody><tr><td class="gsc-branding-user-defined"></td><td class="gsc-branding-text"><div class="gsc-branding-text">powered by</div></td><td class="gsc-branding-img"><img src="http://www.google.com/uds/css/small-logo.png" class="gsc-branding-img"></td></tr></tbody></table></form><div class="gsc-results-wrapper-nooverlay"><div class="gsc-tabsAreaInvisible"><div class="gsc-tabHeader gsc-inline-block gsc-tabhActive">Custom Search</div><span class="gs-spacer"> </span></div><div class="gsc-tabsAreaInvisible"></div><div class="gsc-above-wrapper-area-invisible"><table cellspacing="0" cellpadding="0" class="gsc-above-wrapper-area-container"><tbody><tr><td class="gsc-result-info-container"><div class="gsc-result-info-invisible"></div></td></tr></tbody></table></div><div class="gsc-adBlockInvisible"></div><div class="gsc-wrapper"><div class="gsc-adBlockInvisible"></div><div class="gsc-resultsbox-invisible"><div class="gsc-resultsRoot gsc-tabData gsc-tabdActive"><table cellspacing="0" cellpadding="0" class="gsc-resultsHeader"><tbody><tr><td class="gsc-twiddleRegionCell"><div class="gsc-twiddle"><div class="gsc-title">Web</div></div><div class="gsc-stats"></div><div class="gsc-results-selector gsc-all-results-active"><div class="gsc-result-selector gsc-one-result" title="show one result">&nbsp;</div><div class="gsc-result-selector gsc-more-results" title="show more results">&nbsp;</div><div class="gsc-result-selector gsc-all-results" title="show all results">&nbsp;</div></div></td><td class="gsc-configLabelCell"></td></tr></tbody></table><div><div class="gsc-expansionArea"></div></div></div></div></div></div></div></div></div>
  <script src="http://www.google.com/jsapi" type="text/javascript"></script>
  <script type="text/javascript">
    google.load('search', '1', {language : 'en', style :
  google.loader.themes.V2_DEFAULT});
    google.setOnLoadCallback(function() {
      var customSearchOptions = {};  var customSearchControl = new
  google.search.CustomSearchControl(
        '006112475414705326728:e3rnblhao8y', customSearchOptions);
      customSearchControl.setResultSetSize(google.search.Search.FILTERED_CSE_RESULTSET);
      customSearchControl.draw('cse');
    }, true);
  </script>
      </div>
    </header>

    <div id="main" class="container">
      <div class='row'>
        <div class='span12'>
          <article>
            <div class='row'>
    <div class="btn-group book-nav-top span9">
        <a class='btn' href="index.html">Home</a>
        
            <a href="case_studies.html" class="btn">Chapter: 案例分析</a>
        
        
            <a href="case_studies_1.html" class="btn">Next: 对欧盟结构基金为期九个月的调查</a>
        
    </div>
    <div class="span3 right-align">
        <span class='st_facebook_hcount' displayText='Facebook'></span>
        <span class='st_twitter_hcount' st_title="机遇鸿沟 #ddjbook" displayText='Tweet'></span>
    </div>
</div>


<div id='content'>
    <div class="sect2">
<h3 id="_&#26426;&#36935;&#40511;&#27807;">&#26426;&#36935;&#40511;&#27807;</h3>
<div class="paragraph"><p><a href="http://projects.propublica.org/schools">&#26426;&#36935;&#40511;&#27807;</a>&#20351;&#29992;&#20102;&#20043;&#21069;&#20174;&#26410;:&#20844;&#24067;&#30340;&#32654;&#22269;&#25945;&#32946;&#37096;&#27665;&#26435;&#25968;&#25454;&#65292;&#36825;&#20123;&#25968;&#25454;&#34920;&#26126;&#65292;&#32654;&#22269;&#19968;&#20123;&#24030;&#20687;&#24343;&#32599;&#37324;&#36798;&#24030;&#65292;&#23398;&#29983;&#20139;&#26377;&#20844;&#24179;&#30340;&#21463;&#25945;&#32946;&#26435;&#65292;&#35813;&#24030;&#25552;&#20379;&#32473;&#23398;&#29983;&#22343;&#31561;&#30340;&#26426;&#20250;&#65292;&#35753;&#20182;&#20204;&#37117;&#33021;&#22815;&#23398;&#20064;&#21040;&#39640;&#32423;&#35838;&#31243;&#65292;&#19981;&#35770;&#20182;&#20204;&#26469;&#33258;&#36139;&#22256;&#36824;&#26159;&#23500;&#35029;&#30340;&#23478;&#24237;&#65307;&#32780;&#22312;&#20854;&#20182;&#19968;&#20123;&#24030;&#65292;&#20687;&#22570;&#33832;&#26031;&#24030;&#12289;&#39532;&#37324;&#20848;&#24030;&#12289;&#20420;&#20811;&#25289;&#20309;&#39532;&#24030;&#65292;&#36139;&#22256;&#23478;&#24237;&#30340;&#23401;&#23376;&#24471;&#21040;&#30340;&#26426;&#20250;&#30456;&#23545;&#23601;&#36739;&#23569;&#12290;</p></div>
<div class="imageblock" id="FIG031" style="float:none;">
<div class="content">
<img src="figs/incoming/03-YY.png"></div>
<div class="title">Figure 1. &#26426;&#36935;&#40511;&#27807;&#39033;&#30446; (ProPublica)</div>
</div>
<div class="paragraph"><p>&#35813;&#25968;&#25454;&#21253;&#25324;&#20102;&#19968;&#20010;&#22320;&#21306;&#20869;&#25152;&#26377;&#35268;&#27169;&#22823;&#20110;3000&#21517;&#23398;&#29983;&#30340;&#20844;&#31435;&#23398;&#26657;&#12290;&#36229;&#36807;&#22235;&#20998;&#20043;&#19977;&#30340;&#20844;&#31435;&#23398;&#26657;&#30340;&#23398;&#29983;&#37117;&#21253;&#25324;&#22312;&#20869;&#12290;&#25105;&#20204;&#26032;&#38395;&#32534;&#36753;&#37096;&#30340;&#19968;&#20301;&#35760;&#32773;&#24471;&#21040;&#20102;&#36825;&#20123;&#25968;&#25454;&#65292; &#8220;&#35745;&#31639;&#26426;&#36741;&#21161;&#25253;&#36947;&#8221;&#37096;&#38376;&#30340;&#20027;&#20219;&#23545;&#23427;&#36827;&#34892;&#20102;&#20840;&#38754;&#25972;&#29702;&#12290;</p></div>
<div class="paragraph"><p>&#35813;&#39033;&#30446;&#20026;&#26399;&#32422;&#19977;&#20010;&#26376;&#65292;&#24635;&#20849;&#26377;&#20845;&#20154;&#21442;&#19982;&#20102;&#35813;&#20107;&#20214;&#30340;&#25253;&#36947;&#21644;&#26032;&#38395;&#24212;&#29992;&#30340;&#24320;&#21457;&#24037;&#20316;&#65306;&#20004;&#20301;&#32534;&#36753;&#12289;&#19968;&#20301;&#35760;&#32773;&#12289;&#19968;&#20301;&#35745;&#31639;&#26426;&#26816;&#32034;&#20154;&#21592;&#21644;&#20004;&#20301;&#24320;&#21457;&#20154;&#21592;&#12290;&#25105;&#20204;&#20013;&#30340;&#22823;&#22810;&#25968;&#20154;&#22312;&#37027;&#27573;&#26102;&#38388;&#37324;&#65292;&#24182;&#19981;&#26159;&#23436;&#20840;&#25237;&#20837;&#21040;&#36825;&#20214;&#20107;&#20013;&#12290;</p></div>
<div class="paragraph"><p>&#36825;&#20010;&#39033;&#30446;&#30830;&#23454;&#38656;&#35201;&#23558;&#21508;&#33258;&#19981;&#21516;&#30340;&#25216;&#33021;&#8212;&#8212;&#31934;&#28145;&#30340;&#19987;&#19994;&#30693;&#35782;&#12289;&#23545;&#25968;&#25454;&#23454;&#29616;&#26368;&#20248;&#21270;&#30340;&#29702;&#35299;&#12289;&#35774;&#35745;&#19982;&#32534;&#31243;&#33021;&#21147;&#31561;&#34701;&#27719;&#36215;&#26469;&#12290;&#26356;&#37325;&#35201;&#30340;&#26159;&#65292;&#23427;&#35201;&#27714;&#25105;&#20204;&#20855;&#22791;&#19968;&#31181;&#22312;&#25968;&#25454;&#20013;&#21457;&#29616;&#26032;&#38395;&#30340;&#33021;&#21147;&#12290;&#21516;&#26102;&#25105;&#20204;&#36824;&#38656;&#35201;&#20855;&#22791;&#32534;&#36753;&#33021;&#21147;&#65292;&#36825;&#19981;&#20165;&#26159;&#26032;&#38395;&#30340;&#38656;&#35201;&#65292;&#20063;&#26159;&#22240;&#20026;&#26032;&#38395;&#24212;&#29992;&#26412;&#36523;&#12290;</p></div>
<div class="paragraph"><p>&#38500;&#20102;&#27010;&#36848;&#24615;&#30340;&#26032;&#38395;&#25253;&#36947;&#65292;&#25105;&#20204;&#36824;&#28085;&#30422;&#20102;&#20132;&#20114;&#24335;&#30340;&#26032;&#38395;&#24212;&#29992;&#65292;&#23427;&#33021;&#35753;&#35835;&#32773;&#29702;&#35299;&#24182;&#20174;&#36825;&#20010;&#24222;&#22823;&#30340;&#20840;&#22269;&#25968;&#25454;&#24211;&#20013;&#25214;&#21040;&#19982;&#20182;&#20204;&#30456;&#20851;&#30340;&#23454;&#20363;&#12290;&#36890;&#36807;&#25105;&#20204;&#30340;&#26032;&#38395;&#24212;&#29992;&#65292;&#35835;&#32773;&#21487;&#20197;&#25214;&#21040;&#20182;&#20204;&#24403;&#22320;&#30340;&#23398;&#26657;&#8212;&#8212;&#20030;&#20010;&#20363;&#23376;&#65292; <a href="http://goo.gl/HJVCf">&#26032;&#27901;&#35199;&#32445;&#29926;&#20811;&#20013;&#22830;&#39640;&#20013;</a>--&#24456;&#24555;&#20182;&#20204;&#23601;&#33021;&#30475;&#21040;&#35813;&#26657;&#22312;&#19981;&#21516;&#22320;&#21306;&#30340;&#34920;&#29616;&#12290;&#25509;&#19979;&#26469;&#65292;&#20182;&#21487;&#20197;&#28857;&#20987;&#19968;&#20010;<a href="http://goo.gl/WrAIi">&#8220;&#36196;&#36139;&#23398;&#26657;&#19982;&#36139;&#22256;&#23398;&#26657;&#27604;&#36739;&#8221;</a>&#30340;&#25353;&#38062;&#65292;&#39532;&#19978;&#65292;&#20182;&#23601;&#33021;&#30475;&#21040;&#20854;&#23427;&#19968;&#20123;&#30456;&#23545;&#27604;&#36739;&#36139;&#22256;&#30340;&#39640;&#20013;&#24182;&#19988;&#20102;&#35299;&#21040;&#20182;&#20204;&#25152;&#25552;&#20379;&#39640;&#31561;&#25968;&#23398;&#12289;&#39640;&#32423;&#20154;&#21592;&#37197;&#32622;&#21644;&#20854;&#23427;&#37325;&#35201;&#35838;&#31243;&#30340;&#33539;&#22260;&#12290;&#22312;&#25105;&#20204;&#30340;&#20363;&#23376;&#20013;&#65292;&#20013;&#22830;&#39640;&#20013;&#26159;&#30001;Millburn Sr. High&#25903;&#25345;&#12290;&#26426;&#36935;&#40511;&#27807;&#21578;&#35785;&#25105;&#20204;&#65292;&#20026;&#20309;1%&#30340;Millburn&#23398;&#29983;&#33719;&#24471;&#20813;&#36153;&#25110;&#20943;&#20215;&#21320;&#39184;&#65292;&#32780;72%&#30340;&#23398;&#29983;&#37117;&#19978;&#20102;&#33267;&#23569;&#19968;&#38376;&#39640;&#32423;&#20154;&#21592;&#37197;&#32622;(AP)&#35838;&#31243;&#12290;&#21478;&#19968;&#26041;&#38754;&#65292;&#22269;&#38469;&#39640;&#20013;&#26377;85%&#23398;&#29983;&#33719;&#24471;&#20813;&#36153;&#25110;&#20943;&#20215;&#21320;&#39184;&#65292;&#32780;&#21482;&#26377;1%&#23398;&#29983;&#19978;&#20102;&#39640;&#32423;&#20154;&#21592;&#37197;&#32622;(AP)&#35838;&#31243;&#12290;</p></div>
<div class="paragraph"><p>&#36890;&#36807;&#36825;&#20010;&#20363;&#23376;&#25105;&#20204;&#20102;&#35299;&#21040;&#65292;&#35835;&#32773;&#21487;&#20197;&#29992;&#20182;&#20204;&#24050;&#30693;&#30340;&#19996;&#35199;&#8212;&#8212;&#24403;&#22320;&#23398;&#26657;&#65292;&#26469;&#20102;&#35299;&#20182;&#20204;&#23578;&#19981;&#26126;&#30333;&#30340;&#20107;&#8212;&#8212;&#25945;&#32946;&#36164;&#28304;&#30340;&#37197;&#32622;&#65292;&#20197;&#21450;&#36139;&#22256;&#22312;&#22810;&#22823;&#31243;&#24230;&#19978;&#20915;&#23450;&#25945;&#32946;&#36164;&#28304;&#30340;&#37197;&#32622;&#12290;</p></div>
<div class="paragraph"><p>&#25105;&#20204;&#36824;&#23558;&#27492;&#24212;&#29992;&#38598;&#25104;&#21040;Facebook&#19978;&#65292;&#21482;&#35201;&#35835;&#32773;&#30331;&#38470;Facebook&#65292;&#25105;&#20204;&#30340;&#24212;&#29992;&#23601;&#20250;&#33258;&#21160;&#24110;&#21161;&#20182;&#20204;&#20102;&#35299;&#21487;&#33021;&#24863;&#20852;&#36259;&#30340;&#23398;&#26657;&#12290;</p></div>
<div class="paragraph"><p>&#25105;&#20204;&#25152;&#26377;&#26032;&#38395;&#24212;&#29992;&#30340;&#35775;&#38382;&#27969;&#37327;&#37117;&#34920;&#29616;&#38750;&#24120;&#19981;&#38169;&#65292;&#23588;&#20854;&#35753;&#25105;&#20204;&#33258;&#35946;&#30340;&#26159;&#65292;&#36825;&#31181;&#24212;&#29992;&#33021;&#22815;&#29992;&#26469;&#35762;&#36848;&#19968;&#20010;&#22797;&#26434;&#30340;&#26032;&#38395;&#25925;&#20107;&#8212;&#8212;&#26356;&#30830;&#20999;&#22320;&#35828;&#65292;&#23427;&#24110;&#21161;&#35835;&#32773;&#21521;&#20182;&#20204;&#35762;&#36848;&#33258;&#24049;&#30340;&#25925;&#20107;&#12290;</p></div>
<div class="paragraph"><p>&#21644;&#35768;&#22810;&#20197;&#23448;&#26041;&#25968;&#25454;&#20026;&#22522;&#30784;&#30340;&#39033;&#30446;&#19968;&#26679;&#65292;&#36825;&#20123;&#25968;&#25454;&#38656;&#35201;&#22823;&#37327;&#30340;&#25972;&#29702;&#24037;&#20316;&#12290;&#27604;&#22914;&#35828;&#65292;&#26377;&#20123;&#23398;&#26657;&#21487;&#33021;&#21482;&#26377;&#22823;&#27010;30&#20010;&#12298;&#39640;&#32423;&#20154;&#21592;&#37197;&#32622;&#12299;&#35838;&#31243;&#65292;&#32780;&#20182;&#20204;&#21364;&#25253;&#21578;&#35828;&#33258;&#24049;&#26377;&#19978;&#30334;&#20010;&#12290;&#36825;&#23601;&#38656;&#35201;&#22823;&#37327;&#20154;&#24037;&#22797;&#26597;&#65292;&#25171;&#30005;&#35805;&#23545;&#36825;&#20123;&#23398;&#26657;&#36827;&#34892;&#30830;&#35748;&#24182;&#25913;&#27491;&#12290;</p></div>
<div class="paragraph"><p>&#25105;&#20204;&#24517;&#39035;&#35748;&#30495;&#24037;&#20316;&#20197;&#20445;&#35777;&#35813;&#24212;&#29992;&#33021;&#35762;&#36848;&#19968;&#20010;&#8220;<em>&#25972;&#20307;</em>&#8221;&#21448;&#8220;<em>&#35814;&#23613;</em>&#8221;&#30340;&#25925;&#20107;&#12290;&#20063;&#23601;&#26159;&#35828;&#65292;&#35813;&#24212;&#29992;&#35201;&#21521;&#35835;&#32773;&#21576;&#29616;&#19968;&#20010;&#23485;&#27867;&#30340;&#12289;&#26775;&#27010;&#24615;&#30340;&#20840;&#22269;&#22270;&#26223;&#8212;&#8212;&#23588;&#20854;&#38656;&#35201;&#26377;&#19968;&#31181;&#26041;&#24335;&#23545;&#21508;&#24030;&#22312;&#25945;&#32946;&#36164;&#28304;&#20998;&#37197;&#19978;&#30340;&#34920;&#29616;&#36827;&#34892;&#27604;&#36739;&#12290;&#28982;&#32780;&#27010;&#25324;&#24615;&#30340;&#25991;&#23383;&#26377;&#26102;&#20250;&#35753;&#35835;&#32773;&#22256;&#24785;&#65292;&#19981;&#30693;&#36947;&#36825;&#20123;&#25968;&#25454;&#23545;&#20182;&#20204;&#26469;&#35828;&#24847;&#21619;&#30528;&#20160;&#20040;&#65292;&#25105;&#20204;&#24076;&#26395;&#35835;&#32773;&#33021;&#22815;&#25214;&#21040;&#20182;&#20204;&#33258;&#24049;&#30340;&#26412;&#22320;&#23398;&#26657;&#65292;&#24182;&#33021;&#19982;&#35813;&#22320;&#21306;&#19981;&#21516;&#36139;&#22256;&#31243;&#24230;&#30340;&#23398;&#26657;&#36827;&#34892;&#23545;&#27604;&#12290;</p></div>
<div class="paragraph"><p>&#22914;&#26524;&#35753;&#25105;&#32473;&#37027;&#20123;&#26377;&#20852;&#36259;&#21442;&#19982;&#27492;&#31867;&#39033;&#30446;&#30340;&#25968;&#25454;&#26032;&#38395;&#24037;&#20316;&#32773;&#19968;&#20123;&#24314;&#35758;&#65292;&#25105;&#24819;&#35828;&#30340;&#26159;&#65292;&#20320;&#35201;&#29702;&#35299;&#36825;&#20123;&#26448;&#26009;&#65292;&#24182;&#19988;&#35201;&#32454;&#33268;&#20837;&#24494;&#12290;&#37027;&#20123;&#36866;&#29992;&#20110;&#20854;&#23427;&#26032;&#38395;&#30340;&#35268;&#21017;&#22312;&#36825;&#37324;&#21516;&#26679;&#36866;&#29992;&#12290;&#20320;&#35201;&#25226;&#25569;&#26032;&#38395;&#30340;&#30495;&#23454;&#24615;&#65292;&#20445;&#35777;&#33258;&#24049;&#33021;&#24456;&#22909;&#22320;&#35762;&#25925;&#20107;&#12290;&#33267;&#20851;&#37325;&#35201;&#30340;&#19968;&#28857;&#26159;&#65292;&#20320;&#35201;&#30830;&#20445;&#30340;&#26032;&#38395;&#24212;&#29992;&#27809;&#26377;&#19982;&#20320;&#25152;&#20889;&#26032;&#38395;&#19981;&#19968;&#33268;&#8212;&#8212;&#21542;&#21017;&#65292;&#20108;&#32773;&#24517;&#26377;&#19968;&#22833;&#12290;</p></div>
<div class="paragraph"><p>&#22914;&#26524;&#20320;&#24819;&#23398;&#20064;&#32534;&#31243;&#65292;&#36808;&#20986;&#31532;&#19968;&#27493;&#33267;&#20851;&#37325;&#35201;&#65292;&#20320;&#21487;&#33021;&#21916;&#27426;&#36890;&#36807;&#21442;&#21152;&#19968;&#20123;&#35838;&#31243;&#26469;&#23398;&#20064;&#65292;&#20063;&#21487;&#33021;&#26159;&#20070;&#25110;&#24405;&#20687;&#8212;&#8212;&#36825;&#20123;&#37117;&#26159;&#24456;&#26041;&#20415;&#20063;&#26159;&#24456;&#19981;&#38169;&#30340;&#26041;&#24335;&#8212;&#8212;&#20294;&#26159;&#35201;&#30830;&#20445;&#20320;&#23545;&#39033;&#30446;&#26377;&#20010;&#19981;&#38169;&#30340;&#24819;&#27861;&#65292;&#24182;&#33021;&#22312;&#26368;&#21518;&#26399;&#38480;&#20043;&#20869;&#23436;&#25104;&#23427;&#12290;&#22914;&#26524;&#20320;&#33041;&#20013;&#26377;&#20010;&#25925;&#20107;&#38750;&#29992;&#21040;&#26032;&#38395;&#24212;&#29992;&#19981;&#21487;&#65292;&#37027;&#20040;&#19981;&#20250;&#32534;&#31243;&#20063;&#24182;&#19981;&#26159;&#20160;&#20040;&#38556;&#30861;&#12290;</p></div>
<div class="paragraph"><p>&#8212; <em>&#26031;&#31185;&#29305;&#8226;&#20811;&#20262;(Scott Klein), ProPublica</em></p></div>
</div>&#13;

</div>



<div class="btn-group book-nav-bottom">
    <a class='btn' href="index.html">Home</a>
    
        <a href="case_studies.html" class="btn">Chapter: 案例分析</a>
    
    
        <a href="case_studies_1.html" class="btn">Next: 对欧盟结构基金为期九个月的调查</a>
    
</div>
          </article>
        </div>
      </div>
    </div>
  </div>

  <footer class='container'>
    <div class='row'>
      <div class="span6">
        <p>
          数据新闻手册可以在遵循<a href="http://creativecommons.org/licenses/by-sa/3.0/">Creative Commons Attribution-ShareAlike</a>协议的前提下被自由拷贝、传播、再利用。数据新闻手册的贡献者根据他们分别的贡献保留他们的版权，并且同意依照这个协议对外放出。
        </p>

      </div>
      <div class="span6 right-align">
        <a href="http://ejc.net"><img src='img/ejc.gif' width='74' height='33' style='padding-right: 1em;'></a>
        <a href="http://okfn.org"><img src='img/okfn.png'></a>
        <a href="http://okfn.org"><img src='img/jmsclogo.png' width='150px'style='padding-right: 1em;'></a>
      </div>
    </div>
  </footer>

  <script type="text/javascript">var switchTo5x=true;</script>
  <script type="text/javascript" src="http://w.sharethis.com/button/buttons.js"></script>
  <script type="text/javascript">stLight.options({
    publisher: "ur-219149ff-684c-bafa-159-8fba20c9e82b"
  }); </script>

  <script type="text/javascript">
    var _gaq = _gaq || [];
    _gaq.push(['_setAccount', 'UA-31257820-1']);
    _gaq.push(['_setDomainName', 'datajournalismhandbook.org']);
    _gaq.push(['_setAllowLinker', true]);
    _gaq.push(['_trackPageview']);

    (function() {
      var ga = document.createElement('script'); ga.type = 'text/javascript'; ga.async = true;
      ga.src = ('https:' == document.location.protocol ? 'https://ssl' : 'http://www') + '.google-analytics.com/ga.js';
      var s = document.getElementsByTagName('script')[0]; s.parentNode.insertBefore(ga, s);
    })();
  </script>

  <aside>
    <div class='modal fade' id='get-updates'>
      <div class="modal-header">
        <h3>订阅以获得手册更新</h3>

        <div class="modal-body">
          <iframe style="height:50em; width:100%; border-width:0;" src="https://docs.google.com/spreadsheet/viewform?formkey=dElfSlJVTnZBM3VDV3hGZWxYSjlVSGc6MQ"></iframe>
        </div>
      </div>
    </div>

    <div class='modal fade' id='give-feedback' style="width:695px;">
      <div class="modal-header">
        <h3>给我们你对手册的反馈</h3>
        <div class="modal-body">
          <iframe style="height:60em; width:100%; border-width:0;" src="https://docs.google.com/a/ejc.net/spreadsheet/viewform?formkey=dFpWdV9xX1JTZXp4MDNPb0N3dWFWSXc6MQ#gid=0"></iframe>
        </div>
      </div>
     </div>
   </aside>

</body>
</html>





