<!doctype html>
<!--[if lt IE 7]> <html class="no-js lt-ie9 lt-ie8 lt-ie7" lang="en"> <![endif]-->
<!--[if IE 7]>    <html class="no-js lt-ie9 lt-ie8" lang="en"> <![endif]-->
<!--[if IE 8]>    <html class="no-js lt-ie9" lang="en"> <![endif]-->
<!--[if gt IE 8]><!--> <html class="no-js" lang="en"> <!--<![endif]-->
<head>
  <meta charset="utf-8">
  <meta http-equiv="X-UA-Compatible" content="IE=edge,chrome=1">

  <title>数据的使用与分享：大纲，细则和现实 - 数据新闻手册</title>
  <meta name="description" content="Using data to improve the news.">
  <meta name="viewport" content="width=device-width, initial-scale=1.0">

  <link rel="stylesheet" href="css/bootstrap.min.css">
  <link rel="stylesheet" href="css/bootstrap-responsive.min.css">
  <link rel="stylesheet" href="css/style.css">
  <link rel="shortcut icon" href="img/favicon.ico" type="image/x-icon" />
  <script src="js/libs/modernizr-2.5.3.min.js"></script>
  <script src="http://ajax.googleapis.com/ajax/libs/jquery/1.7.1/jquery.min.js"></script>
  <script src="js/libs/bootstrap-modal.js"></script>
  <script>
  (function(i,s,o,g,r,a,m){i['GoogleAnalyticsObject']=r;i[r]=i[r]||function(){
  (i[r].q=i[r].q||[]).push(arguments)},i[r].l=1*new Date();a=s.createElement(o),
  m=s.getElementsByTagName(o)[0];a.async=1;a.src=g;m.parentNode.insertBefore(a,m)
  })(window,document,'script','//www.google-analytics.com/analytics.js','ga');

  ga('create', 'UA-16390014-2', 'xiaoyongzi.github.io');
  ga('send', 'pageview');

</script>
</head>
<body>
  <!--[if lt IE 7]><p class=chromeframe>Your browser is <em>ancient!</em> <a href="http://browsehappy.com/">Upgrade to a different browser</a> or <a href="http://www.google.com/chromeframe/?redirect=true">install Google Chrome Frame</a> to experience this site.</p><![endif]-->
  <div class='wrapper'>
    <header>
      <div class='container header'>
        <div class='row'>
          <div class='title span7'>
            数据新闻手册
            <span class='version'>中文 1.1 BETA</span>
          </div>
          <div class='span5 right-align'>

            <a class="btn btn-warning" href="http://shop.oreilly.com/product/0636920025603.do">
              <i class='icon-book icon-white'></i>  购买</a>

            <a class="btn btn-primary" data-toggle="modal" href="#get-updates">
              <i class='icon-eye-open icon-white'></i>  更新</a>

            <a class="btn btn-inverse" data-toggle="modal" href="#give-feedback">
              <i class='icon-inbox icon-white'></i>  反馈</a>
          </div>
        </div>

            <div id="cse" style="width: 100%;">读取...<div class="gsc-control-cse gsc-control-cse-en"><div class="gsc-control-wrapper-cse" dir="ltr"><form class="gsc-search-box gsc-search-box-tools" accept-charset="utf-8"><table cellspacing="0" cellpadding="0" class="gsc-search-box"><tbody><tr><td class="gsc-input"><div class="gsc-input-box" id="gsc-iw-id1"><table cellspacing="0" cellpadding="0" style="width: 100%; padding: 0px;" id="gs_id0" class="gstl_0 "><tbody><tr><td id="gs_tti0" class="gsib_a"><input autocomplete="off" type="text" size="10" class="gsc-input" name="search" title="search" style="width: 100%; padding: 0px; border: none; margin: -0.0625em 0px 0px; height: 1.25em; outline: none; background-image: url(http://www.google.com/cse/intl/en/images/google_custom_search_watermark.gif); background-color: rgb(255, 255, 255); background-position: 0% 50%; background-repeat: no-repeat no-repeat;" id="gsc-i-id1" dir="ltr" spellcheck="false"></td><td class="gsib_b"><div class="gsst_b" id="gs_st0" style="" dir="ltr"><a class="gsst_a" href="javascript:void(0)" style="display: none;"><span class="gscb_a" id="gs_cb0">×</span></a></div></td></tr></tbody></table></div></td><td class="gsc-search-button"><input type="image" src="http://www.google.com/uds/css/v2/search_box_icon.png" class="gsc-search-button gsc-search-button-v2" title="search"></td><td class="gsc-clear-button"><div class="gsc-clear-button" title="clear results">&nbsp;</div></td></tr></tbody></table><table cellspacing="0" cellpadding="0" class="gsc-branding"><tbody><tr><td class="gsc-branding-user-defined"></td><td class="gsc-branding-text"><div class="gsc-branding-text">powered by</div></td><td class="gsc-branding-img"><img src="http://www.google.com/uds/css/small-logo.png" class="gsc-branding-img"></td></tr></tbody></table></form><div class="gsc-results-wrapper-nooverlay"><div class="gsc-tabsAreaInvisible"><div class="gsc-tabHeader gsc-inline-block gsc-tabhActive">Custom Search</div><span class="gs-spacer"> </span></div><div class="gsc-tabsAreaInvisible"></div><div class="gsc-above-wrapper-area-invisible"><table cellspacing="0" cellpadding="0" class="gsc-above-wrapper-area-container"><tbody><tr><td class="gsc-result-info-container"><div class="gsc-result-info-invisible"></div></td></tr></tbody></table></div><div class="gsc-adBlockInvisible"></div><div class="gsc-wrapper"><div class="gsc-adBlockInvisible"></div><div class="gsc-resultsbox-invisible"><div class="gsc-resultsRoot gsc-tabData gsc-tabdActive"><table cellspacing="0" cellpadding="0" class="gsc-resultsHeader"><tbody><tr><td class="gsc-twiddleRegionCell"><div class="gsc-twiddle"><div class="gsc-title">Web</div></div><div class="gsc-stats"></div><div class="gsc-results-selector gsc-all-results-active"><div class="gsc-result-selector gsc-one-result" title="show one result">&nbsp;</div><div class="gsc-result-selector gsc-more-results" title="show more results">&nbsp;</div><div class="gsc-result-selector gsc-all-results" title="show all results">&nbsp;</div></div></td><td class="gsc-configLabelCell"></td></tr></tbody></table><div><div class="gsc-expansionArea"></div></div></div></div></div></div></div></div></div>
  <script src="http://www.google.com/jsapi" type="text/javascript"></script>
  <script type="text/javascript">
    google.load('search', '1', {language : 'en', style :
  google.loader.themes.V2_DEFAULT});
    google.setOnLoadCallback(function() {
      var customSearchOptions = {};  var customSearchControl = new
  google.search.CustomSearchControl(
        '006112475414705326728:e3rnblhao8y', customSearchOptions);
      customSearchControl.setResultSetSize(google.search.Search.FILTERED_CSE_RESULTSET);
      customSearchControl.draw('cse');
    }, true);
  </script>
      </div>
    </header>

    <div id="main" class="container">
      <div class='row'>
        <div class='span12'>
          <article>
            <div class='row'>
    <div class="btn-group book-nav-top span9">
        <a class='btn' href="index.html">Home</a>
        
            <a href="getting_data.html" class="btn">Chapter: 获取数据</a>
        
        
            <a href="understanding_data.html" class="btn">Next: 理解数据</a>
        
    </div>
    <div class="span3 right-align">
        <span class='st_facebook_hcount' displayText='Facebook'></span>
        <span class='st_twitter_hcount' st_title="数据的使用与分享：大纲，细则和现实 #ddjbook" displayText='Tweet'></span>
    </div>
</div>


<div id='content'>
    <div class="sect2">
<h3 id="_&#25968;&#25454;&#30340;&#20351;&#29992;&#19982;&#20998;&#20139;_&#22823;&#32434;_&#32454;&#21017;&#21644;&#29616;&#23454;">&#25968;&#25454;&#30340;&#20351;&#29992;&#19982;&#20998;&#20139;&#65306;&#22823;&#32434;&#65292;&#32454;&#21017;&#21644;&#29616;&#23454;</h3>
<div class="paragraph"><p>&#36825;&#19968;&#31456;&#33410;&#25105;&#20204;&#23558;&#24555;&#36895;&#27983;&#35272;&#19982;&#25968;&#25454;&#21644;&#25968;&#25454;&#24211;&#26377;&#20851;&#30340;&#27861;&#35268;&#65292;&#20197;&#21450;&#22914;&#20309;&#21033;&#29992;&#23481;&#26131;&#33719;&#24471;&#30340;&#20844;&#24320;&#24335;&#35768;&#21487;&#21644;&#21512;&#27861;&#24037;&#20855;&#20844;&#24067;&#25968;&#25454;&#12290;&#20999;&#19981;&#35201;&#35753;&#20197;&#19979;&#20219;&#20309;&#29366;&#20917;&#28040;&#30952;&#20320;&#23545;&#25968;&#25454;&#26032;&#38395;&#30340;&#28909;&#24773;&#12290;&#27861;&#24459;&#23545;&#25968;&#25454;&#30340;&#38480;&#21046;&#26082;&#19981;&#26159;&#20320;&#30340;&#32458;&#33050;&#30707;&#65292;&#20063;&#26080;&#27861;&#38459;&#30861;&#21035;&#20154;&#20351;&#29992;&#20320;&#21457;&#24067;&#30340;&#25968;&#25454;&#12290;</p></div>
<div class="paragraph"><p>&#19981;&#35328;&#33258;&#26126;&#30340;&#26159;&#65292;&#25968;&#25454;&#30340;&#33719;&#24471;&#24182;&#19981;&#23481;&#26131;&#12290;&#22312;&#25968;&#25454;&#24320;&#25918;&#30340;&#32593;&#32476;&#26102;&#20195;&#20043;&#21069;&#65292;&#21363;&#20351;&#25214;&#21040;&#20102;&#33258;&#24049;&#38656;&#35201;&#30340;&#25968;&#25454;&#38598;&#65292;&#20320;&#36824;&#26159;&#38656;&#35201;&#21521;&#25317;&#26377;&#23427;&#30340;&#20154;&#32034;&#21462;&#19968;&#20221;&#21103;&#26412;&#65292;&#21487;&#33021;&#26159;&#32440;&#36136;&#65292;&#20063;&#21487;&#33021;&#38656;&#35201;&#20320;&#20146;&#33258;&#25308;&#35775;&#12290;&#32780;&#29616;&#22312;&#65292;&#33719;&#21462;&#21103;&#26412;&#30340;&#24037;&#20316;&#21482;&#38656;&#36890;&#36807;&#30005;&#33041;&#20415;&#33021;&#23436;&#25104;&#12290;&#34429;&#28982;&#27010;&#24565;&#19978;&#24456;&#31867;&#20284;&#65292;&#20294;&#26159;&#20320;&#24050;&#32463;&#25317;&#26377;&#20102;&#25968;&#25454;&#30340;&#29256;&#26435;&#65292;&#32780;&#37027;&#20123;&#25968;&#25454;&#30340;&#21407;&#21019;&#25110;&#21457;&#24067;&#32773;&#21364;&#20160;&#20040;&#20063;&#27809;&#20570;&#65292;&#29978;&#33267;&#19981;&#30693;&#36947;&#20320;&#24050;&#32463;&#19979;&#36733;&#20102;&#19968;&#20221;&#21103;&#26412;&#12290;</p></div>
<div class="paragraph"><p>&#37027;&#20040;&#36890;&#36807;&#31243;&#24207;&#65288;&#20439;&#31216;&#8220;`&#25235;&#25968;&#25454;&#8221;&#65289;&#21644;&#26381;&#21153;&#26465;&#27454;(ToS)&#19979;&#36733;&#25968;&#25454;&#26102;&#35813;&#24590;&#20040;&#20570;&#65311;&#24819;&#24819;&#21069;&#38754;&#35762;&#30340;&#65306;&#20320;&#30340;&#27983;&#35272;&#22120;&#23601;&#26159;&#19968;&#20010;&#36825;&#26679;&#30340;&#31243;&#24207;&#12290;&#26381;&#21153;&#26465;&#27454;&#26159;&#21542;&#21482;&#20801;&#35768;&#29305;&#23450;&#31243;&#24207;&#33719;&#24471;&#25968;&#25454;&#65311;&#22914;&#26524;&#20320;&#26377;&#22823;&#37327;&#30340;&#26102;&#38388;&#21644;&#37329;&#38065;&#65292;&#24403;&#28982;&#21487;&#20197;&#36873;&#25321;&#21435;&#38405;&#35835;&#27492;&#31867;&#25991;&#20214;&#25110;&#32773;&#21672;&#35810;&#24459;&#24072;&#12290;&#20294;&#22312;&#36890;&#24120;&#24773;&#20917;&#19979;&#65292;&#19981;&#35201;&#34920;&#29616;&#24471;&#32032;&#36136;&#20302;&#19979;&#8212;&#8212;&#22914;&#26524;&#20320;&#30340;&#31243;&#24207;&#25915;&#20987;&#20102;&#21035;&#20154;&#30340;&#32593;&#31449;&#65292;&#20320;&#20250;&#34987;&#35813;&#32593;&#31449;&#23631;&#34109;&#65292;&#21646;&#30001;&#33258;&#21462;&#12290;&#22914;&#20170;&#32593;&#32476;&#19978;&#26377;&#22823;&#37327;&#35775;&#38382;&#25968;&#25454;&#21644;&#25235;&#25968;&#25454;&#30340;&#34892;&#20026;&#65292;&#22914;&#26524;&#20320;&#35745;&#21010;&#36825;&#20040;&#20570;&#65292;&#30740;&#31350;&#19968;&#19979;&#35832;&#22914;ScraperWiki&#31561;&#32593;&#31449;&#19978;&#30340;&#20363;&#23376;&#20250;&#26159;&#20010;&#19981;&#38169;&#30340;&#24320;&#22987;&#12290;</p></div>
<div class="paragraph"><p>&#19968;&#26086;&#20320;&#25317;&#26377;&#20102;&#24863;&#20852;&#36259;&#30340;&#25968;&#25454;&#65292;&#20415;&#21487;&#20197;&#26597;&#35810;&#12289;&#38075;&#30740;&#12289;&#20998;&#31867;&#12289;&#35270;&#35273;&#21270;&#65292;&#21033;&#29992;&#25968;&#25454;&#21103;&#26412;&#36827;&#34892;&#30456;&#20851;&#24615;&#25110;&#20219;&#20309;&#20854;&#20182;&#31867;&#22411;&#30340;&#20998;&#26512;&#12290;&#20320;&#36824;&#21487;&#20197;&#21457;&#24067;&#24341;&#29992;&#20102;&#20854;&#20013;&#20219;&#20309;&#25968;&#25454;&#30340;&#20998;&#26512;&#12290;&#22312;&#35328;&#35770;&#33258;&#30001;&#30340;&#24773;&#20917;&#19979;&#65292;&#65344;&#65344;&#20107;&#23454;&#26159;&#20813;&#36153;&#30340;''&#36825;&#20010;&#26631;&#35821;&#35328;&#31526;&#20854;&#23454;&#12290;&#20294;&#23545;&#20110;&#38656;&#35201;&#32771;&#34385;&#24456;&#22810;&#21512;&#27861;&#24615;&#38382;&#39064;&#12289;&#29978;&#33267;&#26159;&#25484;&#25511;&#25968;&#25454;&#23618;&#38754;&#30340;&#20154;&#26469;&#35828;&#65292;&#36825;&#21487;&#33021;&#21482;&#26159;&#19968;&#20010;&#26631;&#35821;&#32780;&#24050;&#12290;</p></div>
<div class="paragraph"><p>&#36523;&#20026;&#19968;&#20010;&#20248;&#31168;&#30340;&#25110;&#28212;&#26395;&#20248;&#31168;&#30340;&#25968;&#25454;&#26032;&#38395;&#20174;&#19994;&#32773;&#65292;&#22914;&#26524;&#20320;&#24819;&#35201;&#21457;&#24067;&#30340;&#19981;&#21482;&#26159;&#21253;&#21547;&#20107;&#23454;&#21644;&#25968;&#25454;&#30340;&#20998;&#26512;&#65292;&#36824;&#26377;&#22312;&#20998;&#26512;&#36807;&#31243;&#20013;&#25588;&#24341;&#30340;&#20854;&#20182;&#25968;&#25454;&#65292;&#24212;&#35813;&#24590;&#20040;&#20570;&#21602;&#65311;&#24403;&#28982;&#65292;&#20320;&#21487;&#33021;&#21482;&#26159;&#27491;&#22312;&#30417;&#25252;&#25968;&#25454;&#65292;&#36824;&#24182;&#27809;&#26377;&#36827;&#34892;&#20219;&#20309;&#20998;&#26512;&#8212;&#8212;&#36825;&#28857;&#24456;&#22909;&#65292;&#22240;&#20026;&#36825;&#20010;&#19990;&#30028;&#38656;&#35201;&#25968;&#25454;&#30417;&#25252;&#12290;&#22914;&#26524;&#20320;&#25171;&#31639;&#20351;&#29992;&#20854;&#20182;&#23454;&#20307;&#25910;&#38598;&#26469;&#30340;&#25968;&#25454;&#65292;&#20063;&#35768;&#20250;&#36935;&#21040;&#24847;&#22806;&#30340;&#40635;&#28902;&#12290;&#65288;&#22914;&#26524;&#20320;&#20146;&#33258;&#32452;&#24314;&#20102;&#25968;&#25454;&#24211;&#65292;&#37027;&#23601;&#38405;&#35835;&#19979;&#19968;&#27573;&#65292;&#24403;&#20316;&#30475;&#19979;&#19979;&#27573;&#8220;&#25968;&#25454;&#20998;&#20139;&#8221;&#30340;&#21160;&#21147;&#21543;&#65281;&#65289;</p></div>
<div class="paragraph"><p>&#22914;&#26524;&#29087;&#24713;&#29256;&#26435;&#23545;&#21019;&#24847;&#20316;&#21697;&#30340;&#38480;&#21046;&#20351;&#29992;&#65292;&#20320;&#20250;&#30693;&#36947;&#65292;&#24403;&#29256;&#26435;&#25152;&#26377;&#32773;&#26410;&#23545;&#26576;&#20316;&#21697;&#25480;&#26435;&#65288;&#38500;&#38750;&#20320;&#30340;&#20316;&#21697;&#23646;&#20110;&#20844;&#20849;&#39046;&#22495;&#65292;&#25110;&#20320;&#22312;&#20363;&#22806;&#20801;&#35768;&#30340;&#24773;&#20917;&#19979;&#20351;&#29992;&#65292;&#25110;&#31526;&#21512;&#8220;&#21512;&#29702;&#20351;&#29992;&#8221;&#30340;&#33539;&#22260;&#65289;&#65292;&#29256;&#26435;&#25152;&#26377;&#32773;&#21487;&#20197;&#24378;&#36843;&#20320;&#20572;&#27490;&#20351;&#29992;&#21644;&#21457;&#24067;&#20854;&#20316;&#21697;&#12290;&#23613;&#31649;&#20107;&#23454;&#26159;&#20813;&#36153;&#30340;&#65292;&#21363;&#20351;&#19982;&#20854;&#30456;&#20851;&#30340;&#27861;&#24459;&#27604;&#21019;&#24847;&#20316;&#21697;&#29256;&#26435;&#30340;&#27861;&#24459;&#26377;&#30528;&#26356;&#22810;&#30340;&#21464;&#21270;&#65292;&#20107;&#23454;&#25910;&#38598;&#21364;&#24456;&#30456;&#20284;&#22320;&#34987;&#38480;&#21046; &#12290;&#31616;&#32780;&#35328;&#20043;&#65292;&#25968;&#25454;&#21487;&#20197;&#20316;&#20026;&#21019;&#24847;&#20316;&#21697;&#21463;&#29256;&#26435;&#21046;&#32422;&#12290;&#22312;&#24456;&#22810;&#21496;&#27861;&#31649;&#36758;&#21306;&#20869;&#65292;&#20165;&#20973;&#8220;`&#36763;&#21220;&#25628;&#38598;&#21407;&#21017;(sweat of the brow)&#8221;&#32452;&#24314;&#19968;&#20010;&#25968;&#25454;&#24211;&#65292;&#21363;&#20351;&#29992;&#27627;&#26080;&#21407;&#21019;&#24615;&#30340;&#26041;&#24335;&#65292;&#20063;&#21487;&#20197;&#33719;&#24471;&#29256;&#26435;&#12290;&#23588;&#20854;&#22312;&#32654;&#22269;&#65292;&#26377;&#26356;&#39640;&#30340;&#8220;&#26368;&#20302;&#21407;&#21019;&#24615;&#8221;&#26631;&#20934;&#65288;&#21487;&#20197;&#21442;&#32771;&#36153;&#26031;&#29305;&#20986;&#29256;&#20844;&#21496;&#26377;&#20851;&#30005;&#35805;&#34180;&#29256;&#26435;&#32416;&#32439;&#30340;&#32463;&#20856;&#26696;&#20363;&#65289;&#12290;&#20294;&#22312;&#26576;&#20123;&#22320;&#21306;&#65292;&#20063;&#23384;&#22312;&#30528;&#20174;&#29256;&#26435;&#20013;&#20998;&#31163;&#20986;&#26469;&#29992;&#20197;&#35268;&#33539;&#25968;&#25454;&#30340;&#8220;&#25968;&#25454;&#26435;&#8221;&#65288;&#20004;&#32773;&#23454;&#21017;&#26377;&#24456;&#22810;&#20132;&#38598;&#65292;&#29305;&#21035;&#26159;&#22312;&#29256;&#26435;&#30340;&#33719;&#24471;&#20960;&#20046;&#19981;&#38656;&#35201;&#21407;&#21019;&#24615;&#30340;&#26102;&#20505;&#65289;&#12290;&#20854;&#20013;&#26368;&#30693;&#21517;&#30340;&#23601;&#26159;&#27431;&#30431;&#23545;&#25968;&#25454;&#24211;&#30340;&#8220;&#29305;&#27530;&#26435;&#21033;&#20445;&#25252;&#8221;&#65288;&#25289;&#19969;&#35821;sui generis&#65289;&#65292;&#22914;&#26524;&#20320;&#22312;&#27431;&#30431;&#22269;&#23478;&#21457;&#24067;&#26469;&#33258;&#20854;&#20182;&#23454;&#20307;&#30340;&#25968;&#25454;&#65292;&#19968;&#23450;&#35201;&#30830;&#35748;&#26159;&#21542;&#25317;&#26377;&#30456;&#20851;&#35768;&#21487;&#12290;</p></div>
<div class="paragraph"><p>&#36825;&#20123;&#38480;&#21046;&#26174;&#28982;&#19981;&#26159;&#22521;&#20859;&#25968;&#25454;&#26032;&#38395;&#29983;&#24577;&#31995;&#32479;&#30340;&#26368;&#22909;&#26041;&#24335;&#65292;&#23545;&#31038;&#20250;&#26222;&#36941;&#26469;&#35828;&#20063;&#27809;&#26377;&#22909;&#22788;&#65288;&#22312;&#8220;&#29305;&#27530;&#20445;&#25252;&#26435;&#21033;&#8221;&#21046;&#23450;&#20043;&#21069;&#65292;&#31038;&#20250;&#31185;&#23398;&#23478;&#26366;&#35686;&#21578;&#27431;&#30431;&#36825;&#19968;&#28857;&#65292;&#20043;&#21518;&#20063;&#34987;&#30740;&#31350;&#35777;&#23454;&#26159;&#27491;&#30830;&#30340;&#65289;&#12290;&#24184;&#36816;&#30340;&#26159;&#65292;&#20316;&#20026;&#25968;&#25454;&#24211;&#30340;&#21457;&#24067;&#32773;&#65292;&#20320;&#21487;&#20197;&#36890;&#36807;&#20107;&#20808;&#20934;&#35768;&#23558;&#36825;&#20123;&#38480;&#21046;&#31227;&#38500;&#65288;&#20551;&#20351;&#20854;&#20013;&#19981;&#21253;&#21547;&#20320;&#26080;&#26435;&#36827;&#19968;&#27493;&#25480;&#26435;&#30340;&#37096;&#20998;&#65289;&#12290;&#20320;&#21487;&#20197;&#36890;&#36807;&#20844;&#24320;&#24335;&#35768;&#21487;&#25110;&#36129;&#29486;&#32473;&#20844;&#20849;&#39046;&#22495;&#32780;&#21457;&#24067;&#25968;&#25454;&#8212;&#8212;&#20687;&#35768;&#22810;&#31243;&#24207;&#21592;&#36890;&#36807;&#20813;&#36153;&#21644;&#24320;&#25918;&#36164;&#28304;&#35768;&#21487;&#21457;&#24067;&#20195;&#30721;&#19968;&#26679;&#65292;&#36825;&#26679;&#21035;&#20154;&#23601;&#21487;&#20197;&#30452;&#25509;&#21462;&#29992;&#65288;&#25968;&#25454;&#26032;&#38395;&#19981;&#20165;&#26159;&#25968;&#25454;&#65292;&#20063;&#21253;&#21547;&#20195;&#30721;&#65307;&#21457;&#24067;&#25968;&#25454;&#30340;&#21516;&#26102;&#20063;&#35201;&#21457;&#24067;&#20195;&#30721;&#65292;&#36825;&#26679;&#20320;&#30340;&#25968;&#25454;&#21644;&#20998;&#26512;&#25165;&#26377;&#20877;&#29983;&#20215;&#20540;&#65289;&#12290;&#20844;&#24320;&#25968;&#25454;&#26377;&#22826;&#22810;&#22909;&#22788;&#8212;&#8212;&#27604;&#22914;&#65292;&#21463;&#20247;&#21487;&#20197;&#21033;&#29992;&#20320;&#30340;&#25968;&#25454;&#21019;&#36896;&#26032;&#30340;&#35270;&#35273;&#21270;&#25110;&#24212;&#29992;&#26041;&#24335;&#24182;&#19982;&#20320;&#24314;&#31435;&#38142;&#25509;&#65292;&#23601;&#20687;&#33521;&#22269;&#21355;&#25253;&#22312;Flickr&#19978;&#24314;&#31435;&#30340;&#25968;&#25454;&#35270;&#35273;&#21270;&#32676;&#32452;&#65307;&#27492;&#22806;&#65292;&#20320;&#30340;&#25968;&#25454;&#36824;&#21487;&#20197;&#21644;&#20854;&#20182;&#25968;&#25454;&#32467;&#21512;&#36215;&#26469;&#65292;&#20196;&#20320;&#21644;&#35835;&#32773;&#26356;&#28145;&#20837;&#20102;&#35299;&#19968;&#20010;&#35805;&#39064;&#65307;&#21035;&#20154;&#21033;&#29992;&#20320;&#30340;&#25968;&#25454;&#20570;&#30340;&#20107;&#21487;&#33021;&#24341;&#23548;&#20320;&#21457;&#29616;&#26032;&#25925;&#20107;&#20197;&#21450;&#26032;&#25925;&#20107;&#25110;&#20854;&#20182;&#25968;&#25454;&#39033;&#30446;&#30340;&#26500;&#24605;&#12290;&#36825;&#20123;&#20570;&#27861;&#24517;&#20250;&#32473;&#20320;&#24102;&#26469;&#22768;&#35465;&#12290;</p></div>
<div class="imageblock" id="FIG0415" style="float:none;">
<div class="content">
<img src="figs/incoming/04-GG.jpg"></div>
<div class="title">Figure 14. &#24320;&#25918;&#25968;&#25454;&#39044;&#31639; (Open Knowledge Foundation)</div>
</div>
<div class="paragraph"><p>&#24403;&#20320;&#24847;&#35782;&#21040;&#22312;&#20844;&#20849;&#35768;&#21487;&#19979;&#21457;&#24067;&#25968;&#25454;&#26159;&#24517;&#38656;&#30340;&#65292;&#38382;&#39064;&#23601;&#21464;&#25104;&#20102;&#8212;&#8212;&#21738;&#20010;&#35768;&#21487;&#65311;&#33021;&#22238;&#31572;&#36825;&#20010;&#26840;&#25163;&#38382;&#39064;&#30340;&#65292;&#19968;&#33324;&#26159;&#20320;&#22312;&#20316;&#21697;&#20013;&#20511;&#37492;&#36807;&#25968;&#25454;&#21644;&#20998;&#26512;&#30340;&#39033;&#30446;&#25110;&#32452;&#32455;&#65292;&#25110;&#32773;&#20320;&#24819;&#35201;&#23558;&#20316;&#21697;&#36129;&#29486;&#32473;&#30340;&#20154;&#25110;&#32452;&#32455;&#8212;&#8212;&#31616;&#32780;&#35328;&#20043;&#65292;&#27839;&#29992;&#23427;&#20204;&#30340;&#35768;&#21487;&#12290;&#22914;&#26524;&#20320;&#24819;&#35201;&#36208;&#24471;&#26356;&#36828;&#65292;&#37027;&#23601;&#20174;&#20813;&#36153;&#21644;&#20844;&#24320;&#30340;&#35768;&#21487;&#32452;&#21512;&#24320;&#22987;&#65292;&#24847;&#21619;&#30528;&#20219;&#20309;&#20154;&#37117;&#25317;&#26377;&#34987;&#29992;&#20110;&#20219;&#20309;&#29992;&#36884;&#30340;&#35768;&#21487;&#65288;&#21487;&#33021;&#35201;&#27714;&#32626;&#21517;&#21644;&#30456;&#21516;&#26041;&#24335;&#20998;&#20139;&#65289;&#12290;&#20687;Free Software Definition&#65288;&#33258;&#30001;&#36719;&#20214;&#23450;&#20041;&#65289;&#21644;Open Source Definition&#65288;&#33258;&#30001;&#36164;&#28304;&#23450;&#20041;&#65289;&#20043;&#20110;&#36719;&#20214;&#65292;<a href="http://opendefinition.org/">Open Knowledge Definition</a>&#65288;&#24320;&#25918;&#30693;&#35782;&#23450;&#20041;&#65289;&#34987;&#29992;&#20110;&#21253;&#25324;&#25968;&#25454;&#22312;&#20869;&#30340;&#20219;&#20309;&#20854;&#20182;&#30693;&#35782;&#36164;&#28304;&#65292;&#29992;&#20197;&#23450;&#20041;&#33258;&#30001;&#20316;&#21697;&#30340;&#23646;&#24615;&#21644;&#24320;&#25918;&#24335;&#35768;&#21487;&#20801;&#35768;&#29992;&#25143;&#20570;&#30340;&#20107;&#12290;</p></div>
<div class="paragraph"><p>&#20320;&#21487;&#20197;&#21069;&#21435;&#24320;&#25918;&#30693;&#35782;&#23450;&#20041;&#30340;&#32593;&#31449;&#26597;&#38405;&#31526;&#21512;<a href="http://opendefinition.org/licenses/">&#19968;&#31995;&#21015;&#34987;&#35748;&#23450;&#30340;&#35768;&#21487;</a>&#12290;&#24635;&#32467;&#26469;&#30475;&#65292;&#22522;&#26412;&#19978;&#26377;&#19977;&#20010;&#31561;&#32423;&#30340;&#20844;&#24320;&#24335;&#35768;&#21487;&#65306;</p></div>
<div class="dlist"><dl><dt class="hdlist1">
&#36129;&#29486;&#32473;&#20844;&#20849;&#39046;&#22495;
</dt>
<dd>
<p>
  &#20063;&#31216;&#26368;&#22823;&#21270;&#35768;&#21487;&#8212;&#8212;&#20351;&#29992;&#20854;&#20316;&#21697;&#26080;&#38656;&#20219;&#20309;&#26465;&#20214;.
</p>
</dd>
<dt class="hdlist1">
&#20165;&#22312;&#35768;&#21487;&#25110;&#32626;&#21517;&#24773;&#20917;&#19979;&#21457;&#24067;
</dt>
<dd>
<p>
  &#23545;&#20316;&#21697;&#36827;&#34892;&#32626;&#21517;&#26159;&#21807;&#19968;&#23454;&#38469;&#26465;&#20214;.
</p>
</dd>
<dt class="hdlist1">
&#23545;&#31216;&#29256;&#26435;&#12289;&#20114;&#24800;&#25110;&#30456;&#21516;&#26041;&#24335;&#20849;&#20139;&#35768;&#21487;
</dt>
<dd>
<p>
  &#35201;&#27714;&#21457;&#24067;&#34987;&#20462;&#25913;&#20316;&#21697;&#26102;&#20351;&#29992;&#19982;&#21407;&#20316;&#21697;&#30456;&#21516;&#30340;&#35768;&#21487;&#12290;
</p>
</dd>
</dl></div>
<div class="paragraph"><p>&#22914;&#26524;&#20320;&#22312;&#20844;&#24320;&#24335;&#35768;&#21487;&#19979;&#20351;&#29992;&#21035;&#20154;&#21457;&#24067;&#30340;&#25968;&#25454;&#65292;&#21487;&#20197;&#25226;&#20197;&#19978;&#20960;&#28857;&#24403;&#20316;&#22914;&#20309;&#28385;&#36275;&#20844;&#20849;&#24335;&#35768;&#21487;&#26465;&#20214;&#30340;&#31616;&#35201;&#25351;&#21335;&#12290;&#20320;&#21487;&#33021;&#36935;&#21040;&#30340;&#20174;Creative Commons&#21040;Open Data Commons&#21644;&#21508;&#32423;&#25919;&#24220;&#26426;&#26500;&#30340;&#22823;&#22810;&#25968;&#35768;&#21487;&#65292;&#37117;&#20250;&#29992;&#22823;&#32434;&#30340;&#24418;&#24335;&#35753;&#20320;&#26356;&#23481;&#26131;&#22320;&#20102;&#35299;&#21040;&#36825;&#20123;&#23454;&#38469;&#26465;&#20214;&#12290;&#36890;&#24120;&#24773;&#20917;&#36825;&#20123;&#35768;&#21487;&#20250;&#22312;&#19979;&#36733;&#25968;&#25454;&#65288;&#25110;&#32773;&#8220;&#25235;&#25968;&#25454;&#8221;,&#29702;&#25152;&#24212;&#24403;&#30340;&#65292;&#32593;&#39029;&#37324;&#20063;&#21253;&#21547;&#25968;&#25454;&#38598;&#65289;&#30340;&#32593;&#39029;&#19978;&#26174;&#31034;&#65292;&#25110;&#32773;&#22312;&#25968;&#25454;&#25991;&#20214;&#37324;&#30340;&#26174;&#30524;&#20301;&#32622;&#65292;&#24418;&#24335;&#19981;&#21516;&#32780;&#24050;&#12290;&#22312;&#20320;&#20844;&#24320;&#33258;&#24049;&#30340;&#25968;&#25454;&#26102;&#65292;&#20063;&#35201;&#22914;&#27492;&#26631;&#31034;&#12290;</p></div>
<div class="paragraph"><p>&#22238;&#21040;&#26368;&#21021;&#30340;&#38382;&#39064;&#65292;&#19975;&#19968;&#20320;&#38656;&#35201;&#30340;&#25968;&#25454;&#26080;&#27861;&#36890;&#36807;&#32593;&#32476;&#33719;&#24471;&#65292;&#25110;&#32773;&#21463;&#21046;&#20110;&#26576;&#31181;&#35775;&#38382;&#25511;&#21046;&#65311;&#20320;&#21487;&#20197;&#32771;&#34385;&#65292;&#38500;&#20102;&#20026;&#33258;&#24049;&#20105;&#21462;&#35775;&#38382;&#26435;&#21033;&#20043;&#22806;&#65292;&#20063;&#35201;&#20105;&#21462;&#36825;&#20123;&#25968;&#25454;&#23545;&#20840;&#19990;&#30028;&#20844;&#24320;&#20197;&#24471;&#21040;&#20877;&#21033;&#29992;&#12290;&#20320;&#21487;&#20197;&#25351;&#28857;&#20182;&#20204;&#65292;&#19968;&#26086;&#25968;&#25454;&#34987;&#20844;&#24320;&#65292;&#23558;&#20250;&#26377;&#24590;&#26679;&#20255;&#22823;&#30340;&#20107;&#24773;&#21457;&#29983;&#12290;</p></div>
<div class="paragraph"><p>&#19982;&#19990;&#30028;&#20998;&#20139;&#21487;&#33021;&#20250;&#20196;&#20320;&#24819;&#21040;&#65292;&#23545;&#20110;&#26576;&#20123;&#25968;&#25454;&#32780;&#35328;&#65292;&#38544;&#31169;&#12289;&#20854;&#20182;&#26041;&#38754;&#30340;&#32771;&#34385;&#21644;&#35268;&#33539;&#21487;&#33021;&#23558;&#21457;&#25381;&#20316;&#29992;&#12290;&#30340;&#30830;&#65292;&#20165;&#20165;&#22240;&#20026;&#20844;&#24320;&#30340;&#25968;&#25454;&#38477;&#20302;&#20102;&#24456;&#22810;&#25216;&#26415;&#12289;&#29256;&#26435;&#21644;&#29256;&#26435;&#30456;&#20851;&#30340;&#38376;&#27099;&#65292;&#24182;&#19981;&#24847;&#21619;&#30528;&#20320;&#19981;&#38656;&#35201;&#36981;&#23432;&#20854;&#20182;&#36866;&#29992;&#30340;&#27861;&#24459;&#12290;&#20294;&#36825;&#20123;&#24773;&#20917;&#21476;&#32780;&#26377;&#20043;&#12290;&#24403;&#20320;&#20986;&#20110;&#24120;&#29702;&#39537;&#21160;&#21435;&#20570;&#19968;&#39033;&#30740;&#31350;&#26102;&#20505;&#65292;&#20320;&#20250;&#21457;&#29616;&#26032;&#38395;&#20174;&#19994;&#32773;&#25317;&#26377;&#24222;&#22823;&#36164;&#28304;&#65292;&#20197;&#21450;&#19981;&#26102;&#23384;&#22312;&#30340;&#20445;&#25252;&#25514;&#26045;&#12290;</p></div>
<div class="paragraph"><p>&#31069;&#20320;&#22909;&#36816;&#65281;&#20294;&#26159;&#30456;&#27604;&#20110;&#25511;&#21046;&#65288;&#24182;&#19981;&#39640;&#30340;&#65289;&#27861;&#24459;&#39118;&#38505;&#65292;&#20320;&#26356;&#38656;&#35201;&#34917;&#20805;&#20851;&#20110;&#25968;&#25454;&#26032;&#38395;&#39033;&#30446;&#20013;&#20854;&#20182;&#26041;&#38754;&#30340;&#30693;&#35782;&#19982;&#25216;&#33021;&#12290;</p></div>
<div class="paragraph"><p>&#8212; <em>&#40614;&#20811;&#183;&#26519;&#20811;&#26031;&#32500;&#32822;(Mike Linksvayer)&#65292;Creative Commons</em></p></div>
</div>&#13;

</div>



<div class="btn-group book-nav-bottom">
    <a class='btn' href="index.html">Home</a>
    
        <a href="getting_data.html" class="btn">Chapter: 获取数据</a>
    
    
        <a href="understanding_data.html" class="btn">Next: 理解数据</a>
    
</div>
          </article>
        </div>
      </div>
    </div>
  </div>

  <footer class='container'>
    <div class='row'>
      <div class="span6">
        <p>
          数据新闻手册可以在遵循<a href="http://creativecommons.org/licenses/by-sa/3.0/">Creative Commons Attribution-ShareAlike</a>协议的前提下被自由拷贝、传播、再利用。数据新闻手册的贡献者根据他们分别的贡献保留他们的版权，并且同意依照这个协议对外放出。
        </p>

      </div>
      <div class="span6 right-align">
        <a href="http://ejc.net"><img src='img/ejc.gif' width='74' height='33' style='padding-right: 1em;'></a>
        <a href="http://okfn.org"><img src='img/okfn.png'></a>
        <a href="http://okfn.org"><img src='img/jmsclogo.png' width='150px'style='padding-right: 1em;'></a>
      </div>
    </div>
  </footer>

  <script type="text/javascript">var switchTo5x=true;</script>
  <script type="text/javascript" src="http://w.sharethis.com/button/buttons.js"></script>
  <script type="text/javascript">stLight.options({
    publisher: "ur-219149ff-684c-bafa-159-8fba20c9e82b"
  }); </script>

  <script type="text/javascript">
    var _gaq = _gaq || [];
    _gaq.push(['_setAccount', 'UA-31257820-1']);
    _gaq.push(['_setDomainName', 'datajournalismhandbook.org']);
    _gaq.push(['_setAllowLinker', true]);
    _gaq.push(['_trackPageview']);

    (function() {
      var ga = document.createElement('script'); ga.type = 'text/javascript'; ga.async = true;
      ga.src = ('https:' == document.location.protocol ? 'https://ssl' : 'http://www') + '.google-analytics.com/ga.js';
      var s = document.getElementsByTagName('script')[0]; s.parentNode.insertBefore(ga, s);
    })();
  </script>

  <aside>
    <div class='modal fade' id='get-updates'>
      <div class="modal-header">
        <h3>订阅以获得手册更新</h3>

        <div class="modal-body">
          <iframe style="height:50em; width:100%; border-width:0;" src="https://docs.google.com/spreadsheet/viewform?formkey=dElfSlJVTnZBM3VDV3hGZWxYSjlVSGc6MQ"></iframe>
        </div>
      </div>
    </div>

    <div class='modal fade' id='give-feedback' style="width:695px;">
      <div class="modal-header">
        <h3>给我们你对手册的反馈</h3>
        <div class="modal-body">
          <iframe style="height:60em; width:100%; border-width:0;" src="https://docs.google.com/a/ejc.net/spreadsheet/viewform?formkey=dFpWdV9xX1JTZXp4MDNPb0N3dWFWSXc6MQ#gid=0"></iframe>
        </div>
      </div>
     </div>
   </aside>

</body>
</html>





