<!doctype html>
<!--[if lt IE 7]> <html class="no-js lt-ie9 lt-ie8 lt-ie7" lang="en"> <![endif]-->
<!--[if IE 7]>    <html class="no-js lt-ie9 lt-ie8" lang="en"> <![endif]-->
<!--[if IE 8]>    <html class="no-js lt-ie9" lang="en"> <![endif]-->
<!--[if gt IE 8]><!--> <html class="no-js" lang="en"> <!--<![endif]-->
<head>
  <meta charset="utf-8">
  <meta http-equiv="X-UA-Compatible" content="IE=edge,chrome=1">

  <title>《卫报》数据博客的众包式数据 - 数据新闻手册</title>
  <meta name="description" content="Using data to improve the news.">
  <meta name="viewport" content="width=device-width, initial-scale=1.0">

  <link rel="stylesheet" href="css/bootstrap.min.css">
  <link rel="stylesheet" href="css/bootstrap-responsive.min.css">
  <link rel="stylesheet" href="css/style.css">
  <link rel="shortcut icon" href="img/favicon.ico" type="image/x-icon" />
  <script src="js/libs/modernizr-2.5.3.min.js"></script>
  <script src="http://ajax.googleapis.com/ajax/libs/jquery/1.7.1/jquery.min.js"></script>
  <script src="js/libs/bootstrap-modal.js"></script>
  <script>
  (function(i,s,o,g,r,a,m){i['GoogleAnalyticsObject']=r;i[r]=i[r]||function(){
  (i[r].q=i[r].q||[]).push(arguments)},i[r].l=1*new Date();a=s.createElement(o),
  m=s.getElementsByTagName(o)[0];a.async=1;a.src=g;m.parentNode.insertBefore(a,m)
  })(window,document,'script','//www.google-analytics.com/analytics.js','ga');

  ga('create', 'UA-16390014-2', 'xiaoyongzi.github.io');
  ga('send', 'pageview');

</script>
</head>
<body>
  <!--[if lt IE 7]><p class=chromeframe>Your browser is <em>ancient!</em> <a href="http://browsehappy.com/">Upgrade to a different browser</a> or <a href="http://www.google.com/chromeframe/?redirect=true">install Google Chrome Frame</a> to experience this site.</p><![endif]-->
  <div class='wrapper'>
    <header>
      <div class='container header'>
        <div class='row'>
          <div class='title span7'>
            数据新闻手册
            <span class='version'>中文 1.1 BETA</span>
          </div>
          <div class='span5 right-align'>

            <a class="btn btn-warning" href="http://shop.oreilly.com/product/0636920025603.do">
              <i class='icon-book icon-white'></i>  购买</a>

            <a class="btn btn-primary" data-toggle="modal" href="#get-updates">
              <i class='icon-eye-open icon-white'></i>  更新</a>

            <a class="btn btn-inverse" data-toggle="modal" href="#give-feedback">
              <i class='icon-inbox icon-white'></i>  反馈</a>
          </div>
        </div>

            <div id="cse" style="width: 100%;">读取...<div class="gsc-control-cse gsc-control-cse-en"><div class="gsc-control-wrapper-cse" dir="ltr"><form class="gsc-search-box gsc-search-box-tools" accept-charset="utf-8"><table cellspacing="0" cellpadding="0" class="gsc-search-box"><tbody><tr><td class="gsc-input"><div class="gsc-input-box" id="gsc-iw-id1"><table cellspacing="0" cellpadding="0" style="width: 100%; padding: 0px;" id="gs_id0" class="gstl_0 "><tbody><tr><td id="gs_tti0" class="gsib_a"><input autocomplete="off" type="text" size="10" class="gsc-input" name="search" title="search" style="width: 100%; padding: 0px; border: none; margin: -0.0625em 0px 0px; height: 1.25em; outline: none; background-image: url(http://www.google.com/cse/intl/en/images/google_custom_search_watermark.gif); background-color: rgb(255, 255, 255); background-position: 0% 50%; background-repeat: no-repeat no-repeat;" id="gsc-i-id1" dir="ltr" spellcheck="false"></td><td class="gsib_b"><div class="gsst_b" id="gs_st0" style="" dir="ltr"><a class="gsst_a" href="javascript:void(0)" style="display: none;"><span class="gscb_a" id="gs_cb0">×</span></a></div></td></tr></tbody></table></div></td><td class="gsc-search-button"><input type="image" src="http://www.google.com/uds/css/v2/search_box_icon.png" class="gsc-search-button gsc-search-button-v2" title="search"></td><td class="gsc-clear-button"><div class="gsc-clear-button" title="clear results">&nbsp;</div></td></tr></tbody></table><table cellspacing="0" cellpadding="0" class="gsc-branding"><tbody><tr><td class="gsc-branding-user-defined"></td><td class="gsc-branding-text"><div class="gsc-branding-text">powered by</div></td><td class="gsc-branding-img"><img src="http://www.google.com/uds/css/small-logo.png" class="gsc-branding-img"></td></tr></tbody></table></form><div class="gsc-results-wrapper-nooverlay"><div class="gsc-tabsAreaInvisible"><div class="gsc-tabHeader gsc-inline-block gsc-tabhActive">Custom Search</div><span class="gs-spacer"> </span></div><div class="gsc-tabsAreaInvisible"></div><div class="gsc-above-wrapper-area-invisible"><table cellspacing="0" cellpadding="0" class="gsc-above-wrapper-area-container"><tbody><tr><td class="gsc-result-info-container"><div class="gsc-result-info-invisible"></div></td></tr></tbody></table></div><div class="gsc-adBlockInvisible"></div><div class="gsc-wrapper"><div class="gsc-adBlockInvisible"></div><div class="gsc-resultsbox-invisible"><div class="gsc-resultsRoot gsc-tabData gsc-tabdActive"><table cellspacing="0" cellpadding="0" class="gsc-resultsHeader"><tbody><tr><td class="gsc-twiddleRegionCell"><div class="gsc-twiddle"><div class="gsc-title">Web</div></div><div class="gsc-stats"></div><div class="gsc-results-selector gsc-all-results-active"><div class="gsc-result-selector gsc-one-result" title="show one result">&nbsp;</div><div class="gsc-result-selector gsc-more-results" title="show more results">&nbsp;</div><div class="gsc-result-selector gsc-all-results" title="show all results">&nbsp;</div></div></td><td class="gsc-configLabelCell"></td></tr></tbody></table><div><div class="gsc-expansionArea"></div></div></div></div></div></div></div></div></div>
  <script src="http://www.google.com/jsapi" type="text/javascript"></script>
  <script type="text/javascript">
    google.load('search', '1', {language : 'en', style :
  google.loader.themes.V2_DEFAULT});
    google.setOnLoadCallback(function() {
      var customSearchOptions = {};  var customSearchControl = new
  google.search.CustomSearchControl(
        '006112475414705326728:e3rnblhao8y', customSearchOptions);
      customSearchControl.setResultSetSize(google.search.Search.FILTERED_CSE_RESULTSET);
      customSearchControl.draw('cse');
    }, true);
  </script>
      </div>
    </header>

    <div id="main" class="container">
      <div class='row'>
        <div class='span12'>
          <article>
            <div class='row'>
    <div class="btn-group book-nav-top span9">
        <a class='btn' href="index.html">Home</a>
        
            <a href="getting_data.html" class="btn">Chapter: 获取数据</a>
        
        
            <a href="getting_data_6.html" class="btn">Next: 《卫报》数据博客利用众包的报道奥运票务</a>
        
    </div>
    <div class="span3 right-align">
        <span class='st_facebook_hcount' displayText='Facebook'></span>
        <span class='st_twitter_hcount' st_title="《卫报》数据博客的众包式数据 #ddjbook" displayText='Tweet'></span>
    </div>
</div>


<div id='content'>
    <div class="sect2">
<h3 id="_&#21355;&#25253;_&#25968;&#25454;&#21338;&#23458;&#30340;&#20247;&#21253;&#24335;&#25968;&#25454;">&#12298;&#21355;&#25253;&#12299;&#25968;&#25454;&#21338;&#23458;&#30340;&#20247;&#21253;&#24335;&#25968;&#25454;</h3>
<div class="paragraph"><p>&#26681;&#25454;&#32500;&#22522;&#30334;&#31185;&#30340;<a href="http://en.wikipedia.org/wiki/Crowdsourcing">&#23450;&#20041;</a>&#65292;"&#20247;&#21253;(Crowdsourcing)&#26159;&#25351;&#19968;&#31181;&#20998;&#24067;&#24335;&#30340;&#35299;&#20915;&#38382;&#39064;&#21644;&#23436;&#25104;&#24037;&#20316;&#30340;&#20570;&#27861;&#65292;&#36890;&#24120;&#21253;&#25324;&#23558;&#20219;&#21153;&#22806;&#21253;&#32473;&#22810;&#20010;&#20154;&#32452;&#25104;&#30340;&#32593;&#32476;&#65292;&#21363;'&#22823;&#20247;(Crowds)'"&#12290;&#20197;&#19979;&#26159;&#23545;&#35199;&#33945;&#183;&#32599;&#26480;&#26031;&#30340;&#37319;&#35775;&#35760;&#24405;&#65292;&#20182;&#22312;&#20854;&#20013;&#20171;&#32461;&#20102;&#12298;&#21355;&#25253;&#12299;&#25968;&#25454;&#21338;&#23458;&#22914;&#20309;&#36890;&#36807;&#20247;&#21253;&#26381;&#21153;&#65292;&#23545;&#35758;&#21592;&#24320;&#25903;&#19985;&#38395;&#12289;&#27602;&#21697;&#28389;&#29992;&#20197;&#21450;&#33678;&#25289;&#183;&#20329;&#26519;(Sarah Palin)&#30340;&#37038;&#20214;&#36827;&#34892;&#30340;&#25968;&#25454;&#25366;&#25496;&#65306;</p></div>
<div class="paragraph"><p>&#26377;&#26102;&#20505;&#65292;&#20320;&#20250;&#25343;&#21040;&#22823;&#37327;&#30340;&#25991;&#20214;&#12289;&#32479;&#35745;&#25968;&#23383;&#25110;&#32773;&#25991;&#23383;&#25253;&#21578;&#65292;&#20294;&#20320;&#19981;&#21487;&#33021;&#19968;&#20010;&#20154;&#30475;&#23436;&#20840;&#37096;&#36164;&#26009;&#12290;&#36824;&#26377;&#23601;&#26159;&#65292;&#34429;&#28982;&#20320;&#21487;&#33021;&#26377;&#36164;&#26009;&#22312;&#25163;&#65292;&#20294;&#26159;&#21364;&#24456;&#38590;&#30475;&#25026;&#25110;&#32773;&#26684;&#24335;&#28151;&#20081;&#65292;&#22312;&#36825;&#31181;&#24773;&#20917;&#19979;&#20320;&#20063;&#26080;&#35745;&#21487;&#26045;&#12290;&#36825;&#23601;&#26159;&#20026;&#20160;&#20040;&#20247;&#21253;&#21487;&#20197;&#24110;&#22823;&#24537;&#12290;</p></div>
<div class="paragraph"><p>&#12298;&#21355;&#25253;&#12299;&#26377;&#24456;&#22810;&#35835;&#32773;&#65292;&#21487;&#20197;&#35828;&#26159;&#24110;&#25163;&#20247;&#22810;&#12290;&#22914;&#26524;&#29616;&#22312;&#26377;&#19968;&#20010;&#26377;&#24847;&#24605;&#30340;&#39033;&#30446;&#65292;&#25105;&#20204;&#38656;&#35201;&#20154;&#26469;&#24405;&#20837;&#25968;&#25454;&#65292;&#23601;&#21487;&#20197;&#35753;&#36825;&#20123;&#35835;&#32773;&#24110;&#21161;&#25105;&#20204;&#12290;&#36825;&#26159;&#25105;&#20204;&#22312;&#35843;&#26597;<a href="http://mps-expenses.guardian.co.uk/">&#22269;&#20250;&#35758;&#21592;&#24320;&#38144;</a>&#26102;&#25152;&#37319;&#29992;&#30340;&#26041;&#27861;&#12290;&#25105;&#20204;&#26377;45&#19975;&#20010;&#25991;&#20214;&#65292;&#20294;&#26102;&#38388;&#38750;&#24120;&#23569;&#65292;&#20960;&#20046;&#24178;&#19981;&#20102;&#20160;&#20040;&#20107;&#24773;&#12290;&#37027;&#38500;&#20102;&#21521;&#35835;&#32773;&#24320;&#25918;&#39033;&#30446;&#65292;&#36824;&#33021;&#26377;&#20160;&#20040;&#26356;&#22909;&#30340;&#26041;&#27861;&#20040;&#65311;</p></div>
<div class="imageblock" id="FIG0413" style="float:none;">
<div class="content">
<img src="figs/incoming/04-EE.png"></div>
<div class="title">Figure 12. &#21490;&#33922;&#33452;&#183;&#24222;&#24503;(Stephen Pound)&#26434;&#39033;&#24320;&#38144;&#30340;&#25688;&#35201;&#21103;&#26412;&#65288;&#21355;&#25253;&#65289;</div>
</div>
<div class="paragraph"><p>&#35843;&#26597;&#35758;&#21592;&#33457;&#38144;&#30340;&#39033;&#30446;&#20013;&#65292;&#25105;&#20204;&#24471;&#21040;&#20102;&#22823;&#37327;&#30340;&#32447;&#25253;&#12290;&#25105;&#20204;&#30693;&#36947;&#20102;&#27604;&#25968;&#25454;&#26412;&#36523;&#26356;&#22810;&#30340;&#32972;&#21518;&#25925;&#20107;&#12290;&#20174;&#20449;&#24687;&#20132;&#27969;&#26041;&#38754;&#35762;&#65292;&#36825;&#20010;&#39033;&#30446;&#26159;&#38750;&#24120;&#25104;&#21151;&#30340;&#12290;&#22823;&#23478;&#30495;&#30340;&#24456;&#21916;&#27426;&#21442;&#19982;&#36827;&#26469;&#12290;</p></div>
<div class="paragraph"><p>&#25105;&#20204;&#29616;&#22312;&#27491;&#22312;&#19982;&#12298;MixMag&#12299;&#26434;&#24535;&#22312;&#19968;&#20010;<a href="http://bit.ly/guardian-drugs">&#21560;&#27602;&#35843;&#26597;&#39033;&#30446;</a>&#19978;&#23637;&#24320;&#21512;&#20316;&#65292;&#32467;&#26524;&#20063;&#26159;&#24322;&#24120;&#20986;&#33394;&#12290;&#22914;&#26524;&#20174;&#35843;&#26597;&#20154;&#25968;&#19978;&#26469;&#35828;&#65292;&#36825;&#20010;&#39033;&#30446;&#30340;&#35206;&#30422;&#38754;&#20272;&#35745;&#35201;&#27604;&#33521;&#22269;&#29359;&#32618;&#35843;&#26597;&#36824;&#35201;&#22823;&#65292;&#36825;&#30495;&#26159;&#19968;&#20010;&#38750;&#24120;&#32874;&#26126;&#30340;&#20570;&#27861;&#12290;</p></div>
<div class="paragraph"><p>&#36825;&#20004;&#20010;&#39033;&#30446;&#25152;&#20851;&#27880;&#27491;&#26159;&#22823;&#20247;&#20999;&#23454;&#20851;&#24515;&#30340;&#38382;&#39064;&#65292;&#25152;&#20197;&#22823;&#23478;&#37117;&#24895;&#24847;&#33457;&#26102;&#38388;&#21442;&#19982;&#12290;&#25105;&#20204;&#20570;&#36807;&#30340;&#22823;&#37096;&#20998;&#20247;&#21253;&#26381;&#21153;&#20854;&#23454;&#37117;&#26159;&#20381;&#36182;&#20110;&#19968;&#20123;&#23545;&#36164;&#26009;&#24322;&#24120;&#24863;&#20852;&#36259;&#30340;&#20154;&#12290;&#22312;&#35843;&#26597;&#35758;&#21592;&#36153;&#29992;&#30340;&#39033;&#30446;&#20234;&#22987;&#65292;&#25105;&#20204;&#25910;&#21040;&#20102;&#22823;&#37327;&#20449;&#24687;&#65292;&#20294;&#36825;&#31181;&#21183;&#22836;&#24456;&#24555;&#23601;&#27809;&#26377;&#20102;&#12290;&#20294;&#26377;&#26159;&#26377;&#20154;&#22362;&#25345;&#19981;&#25032;&#22320;&#32763;&#30475;&#27599;&#39029;&#36164;&#26009;&#65292;&#23547;&#25214;&#25968;&#25454;&#20013;&#30340;&#24322;&#24120;&#21644;&#25925;&#20107;&#12290;&#20854;&#20013;&#26377;&#20010;&#20154;&#30475;&#20102;3&#19975;&#39029;&#12290;&#20182;&#20204;&#30693;&#36947;&#19981;&#23569;&#19996;&#35199;&#12290;</p></div>
<div class="paragraph"><p>&#25105;&#20204;&#36824;&#21033;&#29992;&#20247;&#21253;&#26469;&#20570;<a href="http://bit.ly/guardian-palin-papers">&#33678;&#25289;&#20329;&#26519;&#37038;&#20214;&#30340;&#39033;&#30446;</a>&#12290;&#20247;&#21253;&#20877;&#27425;&#24110;&#20102;&#25105;&#20204;&#24456;&#22823;&#24537;&#65292;&#24110;&#21161;&#25105;&#20204;&#25972;&#29702;&#21407;&#22987;&#20449;&#24687;&#24182;&#19988;&#25552;&#28860;&#25925;&#20107;&#12290;</p></div>
<div class="paragraph"><p>&#22312;&#25552;&#28860;&#25925;&#20107;&#19978;&#65292;&#20247;&#21253;&#22312;&#25105;&#20204;&#30340;&#39033;&#30446;&#20013;&#21457;&#25381;&#20102;&#20986;&#33394;&#30340;&#20316;&#29992;&#12290;&#22823;&#23478;&#24456;&#21916;&#27426;&#21442;&#19982;&#65292;&#32780;&#36825;&#20063;&#35753;&#12298;&#21355;&#25253;&#12299;'&#30475;&#36215;&#26469;&#24456;&#26834;'&#12290;&#20294;&#23601;&#25910;&#38598;&#25968;&#25454;&#26041;&#38754;&#26469;&#30475;&#65292;&#25105;&#20204;&#23578;&#26080;&#39057;&#32321;&#20351;&#29992;&#20247;&#21253;&#26381;&#21153;&#12290;</p></div>
<div class="paragraph"><p>&#19968;&#20123;&#25105;&#20204;&#36816;&#20316;&#24471;&#22909;&#30340;&#20247;&#21253;&#39033;&#30446;&#65292;&#22810;&#21322;&#26159;&#20256;&#32479;&#30340;&#35843;&#26597;&#12290;&#24403;&#20320;&#38382;&#21035;&#20154;&#30340;&#32463;&#21382;&#12289;&#29983;&#27963;&#25110;&#32773;&#24037;&#20316;&#65292;&#20182;&#20204;&#20250;&#24456;&#37197;&#21512;&#65292;&#22240;&#20026;&#23545;&#36825;&#20123;&#38382;&#39064;&#22823;&#23478;&#19981;&#22826;&#21487;&#33021;&#32534;&#25925;&#20107;&#12290;&#20182;&#20204;&#20250;&#35828;&#20986;&#20182;&#20204;&#30340;&#24863;&#21463;&#12290;&#24403;&#25105;&#20204;&#21521;&#22823;&#20247;&#21442;&#19982;&#25105;&#20204;&#30340;&#39033;&#30446;&#24037;&#20316;&#26102;&#65292;&#24517;&#39035;&#35774;&#23450;&#19968;&#20010;&#26694;&#26550;&#65292;&#22909;&#35753;&#22823;&#23478;&#32473;&#20986;&#20320;&#25152;&#33021;&#20449;&#20219;&#30340;&#25968;&#25454;&#12290;</p></div>
<div class="paragraph"><p>&#35828;&#21040;&#25968;&#25454;&#30340;&#21487;&#38752;&#24615;&#65292;&#25105;&#24819;<a href="http://www.oldweather.org/">&#20197;&#21069;&#30340;&#22825;&#27668;</a>&#37027;&#20010;&#39033;&#30446;&#30340;&#32467;&#26524;&#23601;&#38750;&#24120;&#22909;&#12290;&#27599;&#20010;&#38382;&#39064;&#20182;&#20204;&#37117;&#20250;&#25214;&#21313;&#20010;&#20154;&#26469;&#22238;&#31572;&#65292;&#36825;&#23601;&#24456;&#22909;&#30830;&#20445;&#20102;&#25968;&#25454;&#30340;&#20934;&#30830;&#24615;&#12290;&#32780;&#22312;&#35843;&#26597;&#22269;&#20250;&#35758;&#21592;&#36153;&#29992;&#39033;&#30446;&#20013;&#65292;&#20026;&#20102;&#36991;&#20813;&#35758;&#21592;&#32473;&#33258;&#24049;&#33080;&#19978;&#36148;&#37329;&#65292;&#25105;&#20204;&#23613;&#37327;&#20943;&#23569;&#35758;&#21592;&#33258;&#24049;&#19978;&#32593;&#21644;&#31713;&#25913;&#35760;&#24405;&#30340;&#21487;&#33021;&#12290;&#20294;&#36825;&#31181;&#24773;&#20917;&#19981;&#21487;&#33021;&#19968;&#30452;&#36991;&#20813;&#12290;&#20320;&#25152;&#33021;&#20570;&#30340;&#21482;&#26159;&#27880;&#24847;&#26576;&#20123;&#29305;&#23450;&#30340;URLs&#65292;&#25110;&#32773;&#30475;&#23427;&#20204;&#26159;&#21542;&#26469;&#33258;&#20110;&#20262;&#25958;&#30340;&#35199;&#21335;&#22478;&#21306;&#12290;&#25152;&#20197;&#65292;&#24819;&#35201;&#23436;&#20840;&#36991;&#20813;&#36825;&#31181;&#24773;&#20917;&#26377;&#28857;&#38590;&#24230;&#12290;&#20998;&#21457;&#20986;&#21435;&#30340;&#25968;&#25454;&#20063;&#24182;&#19981;&#24635;&#26159;&#21487;&#38752;&#30340;&#12290;&#21363;&#20351;&#25925;&#20107;&#24456;&#22909;&#65292;&#20294;&#25343;&#19981;&#21040;&#21407;&#22987;&#25968;&#23383;&#30340;&#35805;&#25105;&#20204;&#20063;&#19981;&#25954;&#25918;&#24515;&#20351;&#29992;&#12290;</p></div>
<div class="paragraph"><p>&#22914;&#26524;&#35753;&#25105;&#32473;&#26377;&#25265;&#36127;&#30340;&#25968;&#25454;&#35760;&#32773;&#23601;&#20247;&#21253;&#26381;&#21153;&#25910;&#38598;&#25968;&#25454;&#26041;&#38754;&#25552;&#28857;&#24314;&#35758;&#65292;&#25105;&#20250;&#35828;&#36873;&#39064;&#24456;&#37325;&#35201;&#65292;&#36873;&#25321;&#37027;&#20123;&#22823;&#20247;&#20999;&#23454;&#20851;&#27880;&#30340;&#65292;&#24182;&#19988;&#28129;&#20986;&#23186;&#20307;&#35270;&#37326;&#21518;&#25345;&#32493;&#20851;&#27880;&#30340;&#20107;&#24773;&#21435;&#20570;&#35843;&#30740;&#12290;&#32780;&#19988;&#65292;&#22914;&#26524;&#20320;&#20570;&#30340;&#19996;&#35199;&#26356;&#20687;&#26159;&#20010;&#28216;&#25103;&#65292;&#36825;&#20250;&#26356;&#21560;&#24341;&#27665;&#20247;&#21442;&#19982;&#12290;&#25105;&#20204;&#31532;&#20108;&#27425;&#20570;&#35758;&#21592;&#36153;&#29992;&#35843;&#26597;&#39033;&#30446;&#30340;&#26102;&#20505;&#65292;&#23601;&#24456;&#20687;&#19968;&#20010;&#28216;&#25103;&#65292;&#22823;&#23478;&#20250;&#26377;&#19968;&#20010;&#19968;&#20010;&#20219;&#21153;&#21435;&#23436;&#25104;&#12290;&#35774;&#35745;&#29305;&#21035;&#30340;&#20219;&#21153;&#30830;&#23454;&#20250;&#26377;&#26126;&#26174;&#30340;&#25928;&#26524;&#12290;&#36825;&#20854;&#20013;&#26377;&#24456;&#22823;&#24046;&#21035;&#12290;&#36825;&#23601;&#20687;&#25351;&#30528;&#23665;&#19968;&#26679;&#30340;&#22823;&#37327;&#36164;&#26009;&#65292;&#28982;&#21518;&#23545;&#22823;&#23478;&#35828;&#8220;&#25226;&#23427;&#20204;&#30475;&#23436;&#8221;&#65292;&#25105;&#35273;&#24471;&#36825;&#20250;&#35753;&#20320;&#30340;&#24037;&#20316;&#22256;&#38590;&#37325;&#37325;&#32780;&#19988;&#21507;&#21147;&#19981;&#35752;&#22909;&#12290;&#25152;&#20197;&#25105;&#24819;&#65292;&#25226;&#25972;&#20214;&#20107;&#20799;&#20570;&#24471;&#26377;&#24847;&#24605;&#36824;&#26159;&#24456;&#37325;&#35201;&#30340;&#12290;</p></div>
<div class="paragraph"><p>&#8212; <em>&#25688;&#33258;&#25968;&#25454;&#26032;&#38395;&#21338;&#23458;&#30340; &#29595;&#20029;&#23433;&#183;&#21253;&#26597;&#29305;(Marianne Bouchart) &#23545; &#21355;&#25253;&#35199;&#33945;&#183;&#32599;&#26480;&#26031;(Simon Rogers) &#30340;&#37319;&#35775;</em></p></div>
</div>&#13;

</div>



<div class="btn-group book-nav-bottom">
    <a class='btn' href="index.html">Home</a>
    
        <a href="getting_data.html" class="btn">Chapter: 获取数据</a>
    
    
        <a href="getting_data_6.html" class="btn">Next: 《卫报》数据博客利用众包的报道奥运票务</a>
    
</div>
          </article>
        </div>
      </div>
    </div>
  </div>

  <footer class='container'>
    <div class='row'>
      <div class="span6">
        <p>
          数据新闻手册可以在遵循<a href="http://creativecommons.org/licenses/by-sa/3.0/">Creative Commons Attribution-ShareAlike</a>协议的前提下被自由拷贝、传播、再利用。数据新闻手册的贡献者根据他们分别的贡献保留他们的版权，并且同意依照这个协议对外放出。
        </p>

      </div>
      <div class="span6 right-align">
        <a href="http://ejc.net"><img src='img/ejc.gif' width='74' height='33' style='padding-right: 1em;'></a>
        <a href="http://okfn.org"><img src='img/okfn.png'></a>
        <a href="http://okfn.org"><img src='img/jmsclogo.png' width='150px'style='padding-right: 1em;'></a>
      </div>
    </div>
  </footer>

  <script type="text/javascript">var switchTo5x=true;</script>
  <script type="text/javascript" src="http://w.sharethis.com/button/buttons.js"></script>
  <script type="text/javascript">stLight.options({
    publisher: "ur-219149ff-684c-bafa-159-8fba20c9e82b"
  }); </script>

  <script type="text/javascript">
    var _gaq = _gaq || [];
    _gaq.push(['_setAccount', 'UA-31257820-1']);
    _gaq.push(['_setDomainName', 'datajournalismhandbook.org']);
    _gaq.push(['_setAllowLinker', true]);
    _gaq.push(['_trackPageview']);

    (function() {
      var ga = document.createElement('script'); ga.type = 'text/javascript'; ga.async = true;
      ga.src = ('https:' == document.location.protocol ? 'https://ssl' : 'http://www') + '.google-analytics.com/ga.js';
      var s = document.getElementsByTagName('script')[0]; s.parentNode.insertBefore(ga, s);
    })();
  </script>

  <aside>
    <div class='modal fade' id='get-updates'>
      <div class="modal-header">
        <h3>订阅以获得手册更新</h3>

        <div class="modal-body">
          <iframe style="height:50em; width:100%; border-width:0;" src="https://docs.google.com/spreadsheet/viewform?formkey=dElfSlJVTnZBM3VDV3hGZWxYSjlVSGc6MQ"></iframe>
        </div>
      </div>
    </div>

    <div class='modal fade' id='give-feedback' style="width:695px;">
      <div class="modal-header">
        <h3>给我们你对手册的反馈</h3>
        <div class="modal-body">
          <iframe style="height:60em; width:100%; border-width:0;" src="https://docs.google.com/a/ejc.net/spreadsheet/viewform?formkey=dFpWdV9xX1JTZXp4MDNPb0N3dWFWSXc6MQ#gid=0"></iframe>
        </div>
      </div>
     </div>
   </aside>

</body>
</html>





