<!doctype html>
<!--[if lt IE 7]> <html class="no-js lt-ie9 lt-ie8 lt-ie7" lang="en"> <![endif]-->
<!--[if IE 7]>    <html class="no-js lt-ie9 lt-ie8" lang="en"> <![endif]-->
<!--[if IE 8]>    <html class="no-js lt-ie9" lang="en"> <![endif]-->
<!--[if gt IE 8]><!--> <html class="no-js" lang="en"> <!--<![endif]-->
<head>
  <meta charset="utf-8">
  <meta http-equiv="X-UA-Compatible" content="IE=edge,chrome=1">

  <title>通过黑客马拉松聚集外部专家 - 数据新闻手册</title>
  <meta name="description" content="Using data to improve the news.">
  <meta name="viewport" content="width=device-width, initial-scale=1.0">

  <link rel="stylesheet" href="css/bootstrap.min.css">
  <link rel="stylesheet" href="css/bootstrap-responsive.min.css">
  <link rel="stylesheet" href="css/style.css">
  <link rel="shortcut icon" href="img/favicon.ico" type="image/x-icon" />
  <script src="js/libs/modernizr-2.5.3.min.js"></script>
  <script src="http://ajax.googleapis.com/ajax/libs/jquery/1.7.1/jquery.min.js"></script>
  <script src="js/libs/bootstrap-modal.js"></script>
  <script>
  (function(i,s,o,g,r,a,m){i['GoogleAnalyticsObject']=r;i[r]=i[r]||function(){
  (i[r].q=i[r].q||[]).push(arguments)},i[r].l=1*new Date();a=s.createElement(o),
  m=s.getElementsByTagName(o)[0];a.async=1;a.src=g;m.parentNode.insertBefore(a,m)
  })(window,document,'script','//www.google-analytics.com/analytics.js','ga');

  ga('create', 'UA-16390014-2', 'xiaoyongzi.github.io');
  ga('send', 'pageview');

</script>
</head>
<body>
  <!--[if lt IE 7]><p class=chromeframe>Your browser is <em>ancient!</em> <a href="http://browsehappy.com/">Upgrade to a different browser</a> or <a href="http://www.google.com/chromeframe/?redirect=true">install Google Chrome Frame</a> to experience this site.</p><![endif]-->
  <div class='wrapper'>
    <header>
      <div class='container header'>
        <div class='row'>
          <div class='title span7'>
            数据新闻手册
            <span class='version'>中文 1.1 BETA</span>
          </div>
          <div class='span5 right-align'>

            <a class="btn btn-warning" href="http://shop.oreilly.com/product/0636920025603.do">
              <i class='icon-book icon-white'></i>  购买</a>

            <a class="btn btn-primary" data-toggle="modal" href="#get-updates">
              <i class='icon-eye-open icon-white'></i>  更新</a>

            <a class="btn btn-inverse" data-toggle="modal" href="#give-feedback">
              <i class='icon-inbox icon-white'></i>  反馈</a>
          </div>
        </div>

            <div id="cse" style="width: 100%;">读取...<div class="gsc-control-cse gsc-control-cse-en"><div class="gsc-control-wrapper-cse" dir="ltr"><form class="gsc-search-box gsc-search-box-tools" accept-charset="utf-8"><table cellspacing="0" cellpadding="0" class="gsc-search-box"><tbody><tr><td class="gsc-input"><div class="gsc-input-box" id="gsc-iw-id1"><table cellspacing="0" cellpadding="0" style="width: 100%; padding: 0px;" id="gs_id0" class="gstl_0 "><tbody><tr><td id="gs_tti0" class="gsib_a"><input autocomplete="off" type="text" size="10" class="gsc-input" name="search" title="search" style="width: 100%; padding: 0px; border: none; margin: -0.0625em 0px 0px; height: 1.25em; outline: none; background-image: url(http://www.google.com/cse/intl/en/images/google_custom_search_watermark.gif); background-color: rgb(255, 255, 255); background-position: 0% 50%; background-repeat: no-repeat no-repeat;" id="gsc-i-id1" dir="ltr" spellcheck="false"></td><td class="gsib_b"><div class="gsst_b" id="gs_st0" style="" dir="ltr"><a class="gsst_a" href="javascript:void(0)" style="display: none;"><span class="gscb_a" id="gs_cb0">×</span></a></div></td></tr></tbody></table></div></td><td class="gsc-search-button"><input type="image" src="http://www.google.com/uds/css/v2/search_box_icon.png" class="gsc-search-button gsc-search-button-v2" title="search"></td><td class="gsc-clear-button"><div class="gsc-clear-button" title="clear results">&nbsp;</div></td></tr></tbody></table><table cellspacing="0" cellpadding="0" class="gsc-branding"><tbody><tr><td class="gsc-branding-user-defined"></td><td class="gsc-branding-text"><div class="gsc-branding-text">powered by</div></td><td class="gsc-branding-img"><img src="http://www.google.com/uds/css/small-logo.png" class="gsc-branding-img"></td></tr></tbody></table></form><div class="gsc-results-wrapper-nooverlay"><div class="gsc-tabsAreaInvisible"><div class="gsc-tabHeader gsc-inline-block gsc-tabhActive">Custom Search</div><span class="gs-spacer"> </span></div><div class="gsc-tabsAreaInvisible"></div><div class="gsc-above-wrapper-area-invisible"><table cellspacing="0" cellpadding="0" class="gsc-above-wrapper-area-container"><tbody><tr><td class="gsc-result-info-container"><div class="gsc-result-info-invisible"></div></td></tr></tbody></table></div><div class="gsc-adBlockInvisible"></div><div class="gsc-wrapper"><div class="gsc-adBlockInvisible"></div><div class="gsc-resultsbox-invisible"><div class="gsc-resultsRoot gsc-tabData gsc-tabdActive"><table cellspacing="0" cellpadding="0" class="gsc-resultsHeader"><tbody><tr><td class="gsc-twiddleRegionCell"><div class="gsc-twiddle"><div class="gsc-title">Web</div></div><div class="gsc-stats"></div><div class="gsc-results-selector gsc-all-results-active"><div class="gsc-result-selector gsc-one-result" title="show one result">&nbsp;</div><div class="gsc-result-selector gsc-more-results" title="show more results">&nbsp;</div><div class="gsc-result-selector gsc-all-results" title="show all results">&nbsp;</div></div></td><td class="gsc-configLabelCell"></td></tr></tbody></table><div><div class="gsc-expansionArea"></div></div></div></div></div></div></div></div></div>
  <script src="http://www.google.com/jsapi" type="text/javascript"></script>
  <script type="text/javascript">
    google.load('search', '1', {language : 'en', style :
  google.loader.themes.V2_DEFAULT});
    google.setOnLoadCallback(function() {
      var customSearchOptions = {};  var customSearchControl = new
  google.search.CustomSearchControl(
        '006112475414705326728:e3rnblhao8y', customSearchOptions);
      customSearchControl.setResultSetSize(google.search.Search.FILTERED_CSE_RESULTSET);
      customSearchControl.draw('cse');
    }, true);
  </script>
      </div>
    </header>

    <div id="main" class="container">
      <div class='row'>
        <div class='span12'>
          <article>
            <div class='row'>
    <div class="btn-group book-nav-top span9">
        <a class='btn' href="index.html">Home</a>
        
            <a href="newsroom.html" class="btn">Chapter: 新闻编辑室的运作</a>
        
        
            <a href="newsroom_7.html" class="btn">Next: 追踪赃款：数据新闻与跨国境协作</a>
        
    </div>
    <div class="span3 right-align">
        <span class='st_facebook_hcount' displayText='Facebook'></span>
        <span class='st_twitter_hcount' st_title="通过黑客马拉松聚集外部专家 #ddjbook" displayText='Tweet'></span>
    </div>
</div>


<div id='content'>
    <div class="sect2">
<h3 id="_&#36890;&#36807;&#40657;&#23458;&#39532;&#25289;&#26494;&#32858;&#38598;&#22806;&#37096;&#19987;&#23478;">&#36890;&#36807;&#40657;&#23458;&#39532;&#25289;&#26494;&#32858;&#38598;&#22806;&#37096;&#19987;&#23478;</h3>
<div class="paragraph"><p>2010&#24180;3&#26376;&#65292;&#20301;&#20110;&#33655;&#20848;&#20044;&#24471;&#21202;&#25903;&#30340;&#25968;&#23383;&#25991;&#21270;&#32452;&#32455;SETUP&#24320;&#22987;&#20102;&#19968;&#20010;&#21517;&#20026;<a href="http://setup.nl/content/hacking-journalism">Hacking Journalism</a>&#30340;&#39033;&#30446;&#12290;&#36825;&#20010;&#39033;&#30446;&#26088;&#22312;&#40723;&#21169;&#24320;&#21457;&#20154;&#21592;&#19982;&#35760;&#32773;&#38388;&#26356;&#24191;&#27867;&#30340;&#21512;&#20316;&#12290;</p></div>
<div class="paragraph"><p>&#31243;&#24207;&#21592;&#20204;&#35828;&#65306;<em>&#8220;&#25105;&#20204;&#32452;&#32455;&#40657;&#23458;&#39532;&#25289;&#26494;&#26469;&#20570;&#24456;&#37239;&#30340;&#24212;&#29992;&#65292;&#20294;&#25105;&#20204;&#26080;&#27861;&#35782;&#21035;&#20986;&#25968;&#25454;&#20013;&#26377;&#36259;&#30340;&#25925;&#20107;&#12290;&#25105;&#20204;&#25152;&#20570;&#30340;&#27809;&#26377;&#31038;&#20250;&#23454;&#29992;&#24615;&#12290;&#8221;</em>&#35760;&#32773;&#20204;&#35828;&#65306;<em>&#8220;&#25105;&#20204;&#24847;&#35782;&#21040;&#20102;&#25968;&#25454;&#26032;&#38395;&#30340;&#37325;&#35201;&#24615;&#65292;&#20294;&#25105;&#20204;&#27809;&#26377;&#25216;&#26415;&#21435;&#26500;&#24314;&#25105;&#20204;&#24819;&#35201;&#30340;&#19996;&#35199;&#12290;&#8221;</em></p></div>
<div class="imageblock" id="FIG0212" style="float:none;">
<div class="content">
<img src="figs/incoming/02-XY.jpg"></div>
<div class="title">Figure 10. &#35760;&#32773;&#19982;&#24320;&#21457;&#20154;&#21592;&#22312;RegioHack&#40657;&#23458;&#39532;&#25289;&#26494;&#19978; &#65288;Heinze Havinga &#25668;&#24433;&#65289;</div>
</div>
<div class="paragraph"><p>&#23545;&#20110;&#19968;&#20010;&#22320;&#21306;&#24615;&#25253;&#32440;&#26469;&#35828;&#65292;&#23578;&#27809;&#26377;&#24847;&#21521;&#21644;&#39044;&#31639;&#20026;&#26032;&#38395;&#32534;&#36753;&#23460;&#38599;&#20323;&#19968;&#20010;&#31243;&#24207;&#21592;&#12290;&#23545;&#20110;&#24403;&#26102;&#30340;&#33655;&#20848;&#25253;&#32440;&#26469;&#35828;&#65292;&#25968;&#25454;&#26032;&#38395;&#20173;&#26159;&#20010;&#26410;&#30693;&#25968;&#12290;</p></div>
<div class="paragraph"><p>&#40657;&#23458;&#39532;&#25289;&#26494;&#27169;&#24335;&#38750;&#24120;&#23436;&#32654;&#12290;&#23427;&#26159;&#19968;&#20010;&#25918;&#26494;&#30340;&#21512;&#20316;&#29615;&#22659;&#65292;&#26377;&#24456;&#22810;&#27604;&#33832;&#21644;&#33021;&#37327;&#39278;&#26009;&#12290;<a href="http://www.regiohack.nl/">RegioHack</a>&#26159;&#20010;&#40657;&#23458;&#39532;&#25289;&#26494;&#27604;&#36187;&#65292;&#30001;&#25105;&#20204;&#30340;&#38599;&#20027;&#65292;&#19968;&#23478;&#22320;&#22495;&#24615;&#25253;&#32440;<a href="http://www.destentor.nl/">De Stentor</a>&#65292;&#20197;&#21450;&#25105;&#20204;&#22992;&#22969;&#21002;&#29289;<a href="http://www.tctubantia.nl/">TC Tubantia</a>&#21644;<a href="http://saxion.nl/">Saxion Hogescholen Enschede</a>&#25152;&#32452;&#32455;&#12290;Saxion Hogescholen Enschede&#25552;&#20379;&#20102;&#39033;&#30446;&#22330;&#22320;&#12290;</p></div>
<div class="paragraph"><p>Setup&#32452;&#32455;&#26159;&#36825;&#26679;&#30340;&#65306;&#27599;&#20154;&#37117;&#33021;&#33719;&#24471;&#19968;&#20010;30&#23567;&#26102;&#30340;&#40657;&#23458;&#39532;&#25289;&#26494;&#12290;&#25105;&#20204;&#25552;&#20379;&#39135;&#29289;&#21644;&#39278;&#26009;&#12290;&#38024;&#23545;30&#20301;&#21442;&#19982;&#32773;&#65292;&#25105;&#20204;&#25226;&#20182;&#20204;&#20998;&#25104;6&#32452;&#12290;&#36825;&#20123;&#32452;&#21487;&#20197;&#32858;&#28966;&#20110;&#19981;&#21516;&#30340;&#20027;&#39064;&#65292;&#27604;&#22914;&#29359;&#32618;&#34892;&#20026;&#12289;&#20581;&#24247;&#12289;&#36816;&#36755;&#12289;&#23433;&#20840;&#12289;&#32769;&#40836;&#21270;&#21644;&#33021;&#28304;&#12290;&#23545;&#20110;&#25105;&#20204;&#65292;&#20197;&#19979;&#26159;&#19977;&#20010;&#20027;&#35201;&#30340;&#30446;&#26631;&#65306;</p></div>
<div class="dlist"><dl><dt class="hdlist1">
&#25214;&#21040;&#25925;&#20107;
</dt>
<dd>
<p>
  &#23545;&#25105;&#20204;&#26469;&#35828;&#65292;&#25968;&#25454;&#26032;&#38395;&#26159;&#23853;&#26032;&#30340;&#21644;&#26410;&#30693;&#30340;&#12290;&#20889;&#20986;&#31934;&#38613;&#32454;&#29730;&#30340;&#25925;&#20107;&#26159;&#21807;&#19968;&#33021;&#35777;&#26126;&#20854;&#29992;&#36884;&#30340;&#26041;&#27861;&#12290;&#25105;&#20204;&#35745;&#21010;&#21019;&#20316;&#33267;&#23569;&#19977;&#20010;&#25968;&#25454;&#25925;&#20107;&#12290;
</p>
</dd>
</dl></div>
<?dbfo-need height="1in"?><div class="dlist"><dl><dt class="hdlist1">
&#36830;&#25509;&#20154;&#19982;&#20154;
</dt>
<dd>
<p>
  &#25105;&#20204;&#35760;&#32773;&#19981;&#30693;&#36947;&#20063;&#19981;&#20551;&#35013;&#30693;&#36947;&#25968;&#25454;&#26032;&#38395;&#26159;&#24590;&#20040;&#20570;&#20986;&#26469;&#30340;&#12290;&#36890;&#36807;&#23558;&#35760;&#32773;&#20204;&#65288;&#23398;&#29983;&#21450;&#31243;&#24207;&#21592;&#65289;&#32858;&#22312;&#19968;&#36215;&#38271;&#36798;30&#23567;&#26102;&#65292;&#25105;&#20204;&#24076;&#26395;&#20182;&#20204;&#21435;&#20998;&#20139;&#30693;&#35782;&#21644;&#35265;&#35299;&#12290;
</p>
</dd>
<dt class="hdlist1">
&#20030;&#21150;&#19968;&#20010;&#31038;&#20132;&#27963;&#21160;
</dt>
<dd>
<p>
  &#25253;&#32440;&#19981;&#20250;&#32452;&#32455;&#22826;&#22810;&#31038;&#20132;&#27963;&#21160;&#65292;&#26356;&#19981;&#29992;&#35828;&#20030;&#21150;&#40657;&#23458;&#39532;&#25289;&#26494;&#20102;&#12290;&#25105;&#20204;&#24819;&#21435;&#20307;&#39564;&#19968;&#27425;&#27963;&#21160;&#33021;&#28608;&#21457;&#20986;&#22810;&#23569;&#25104;&#26524;&#12290;&#20107;&#23454;&#19978;&#65292;&#36825;&#31181;&#27963;&#21160;&#21548;&#26469;&#24456;&#32771;&#39564;&#20154;&#65306;&#36319;&#38476;&#29983;&#20154;&#21574;&#22312;&#19968;&#36215;30&#20010;&#23567;&#26102;&#12289;&#29992;&#22823;&#37327;&#26415;&#35821;&#12289;&#22522;&#26412;&#38382;&#39064;&#21435;&#20914;&#20987;&#20320;&#30340;&#22823;&#33041;&#12289;&#22312;&#20320;&#30340;&#33298;&#36866;&#21306;&#20043;&#22806;&#24037;&#20316;&#12290;&#36824;&#35760;&#24471;&#37027;&#20123;&#27604;&#33832;&#21644;&#33021;&#37327;&#39278;&#26009;&#21527;&#65311;&#29992;&#36825;&#26679;&#19968;&#20010;&#27963;&#21160;&#65292;&#25105;&#20204;&#24819;&#21435;&#21019;&#36896;&#19968;&#20010;&#35760;&#32773;&#21644;&#31243;&#24207;&#21592;&#33021;&#24863;&#21040;&#33298;&#36866;&#21644;&#33021;&#39640;&#25928;&#21512;&#20316;&#30340;&#29615;&#22659;&#12290;
</p>
</dd>
</dl></div>
<div class="paragraph"><p>&#36825;&#27963;&#21160;&#20043;&#21069;&#65292;TC Tubantia&#23545;&#19968;&#21517;&#35686;&#23519;&#30340;&#36951;&#23360;&#20570;&#20102;&#19968;&#20010;&#37319;&#35775;&#65292;&#22905;&#20889;&#20102;&#19968;&#26412;&#26377;&#20851;&#22905;&#19976;&#22827;&#24037;&#20316;&#23681;&#26376;&#30340;&#20070;&#12290;&#22905;&#21516;&#26102;&#25317;&#26377;&#19968;&#20010;&#22905;&#19976;&#22827;&#20174;1945&#24180;&#24320;&#22987;&#32500;&#25252;&#30340;&#25991;&#26723;&#65292;&#35760;&#24405;&#30528;&#25152;&#26377;&#33655;&#20848;&#19996;&#37096;&#27880;&#20876;&#22312;&#26696;&#30340;&#35851;&#26432;&#26696;&#12290;&#19968;&#33324;&#25105;&#20204;&#20250;&#22312;&#25105;&#20204;&#30340;&#32593;&#31449;&#19978;&#20844;&#24067;&#36825;&#20010;&#25991;&#26723;&#12290;&#32780;&#36825;&#27425;&#65292;&#25105;&#20204;&#29992;<a href="http://bit.ly/tableau-dashboard">Tableau&#36825;&#20010;&#36719;&#20214;&#20570;&#20102;&#19968;&#20010;&#20202;&#34920;&#30424;</a>&#12290;&#25105;&#20204;&#21516;&#26102;&#22312;RegioHack&#32593;&#31449;&#19978;&#21457;&#20102;<a href="http://bit.ly/regiohack-blog">&#21338;&#23458;</a>&#26469;&#35299;&#37322;&#36825;&#20123;&#37117;&#26159;&#22914;&#20309;&#20570;&#20986;&#26469;&#30340;&#12290;</p></div>
<div class="paragraph"><p>&#40657;&#23458;&#39532;&#25289;&#26494;&#26399;&#38388;&#65292;&#19968;&#20010;&#39033;&#30446;&#32452;&#25552;&#20986;&#20102;&#23398;&#26657;&#21457;&#23637;&#21644;&#22320;&#21306;&#32769;&#40836;&#21270;&#30340;&#20027;&#39064;&#12290;<a href="http://bit.ly/tableau-workbook">&#36890;&#36807;&#23545;&#26410;&#26469;&#39044;&#27979;&#30340;&#21487;&#35270;&#21270;</a>&#65292;&#25105;&#20204;&#30693;&#36947;&#20102;&#21738;&#20123;&#22478;&#24066;&#23558;&#20250;&#22312;&#20837;&#23398;&#29575;&#36830;&#24180;&#19979;&#38477;&#26102;&#36935;&#21040;&#38382;&#39064;&#12290;&#21033;&#29992;&#36825;&#20010;&#24819;&#27861;&#65292;&#25105;&#20204;&#20889;&#20102;&#19968;&#31687;&#25105;&#20204;&#30340;&#22320;&#21306;&#23398;&#26657;&#23558;&#22240;&#27492;&#21463;&#21040;&#20309;&#31181;&#24433;&#21709;&#30340;&#25991;&#31456;&#12290;</p></div>
<div class="paragraph"><p>&#25105;&#20204;&#21516;&#26102;&#24320;&#22987;&#20102;&#19968;&#20010;&#37326;&#24515;&#21187;&#21187;&#30340;&#39033;&#30446;&#65292;&#21483;&#20570;De Tweehonderd van Twente&#65288;&#33521;&#35821;&#21483;200&#20010;&#29305;&#28201;&#29305;&#12290;&#29305;&#28201;&#29305;&#65292;&#24503;&#22269;&#22320;&#21517;&#65289;&#21435;&#20915;&#23450;&#35841;&#22312;&#25105;&#20204;&#36825;&#20010;&#22320;&#21306;&#26368;&#26377;&#24433;&#21709;&#21147;&#65292;&#24182;&#19988;&#24314;&#20102;&#19968;&#20010;&#26368;&#26377;&#24433;&#21709;&#21147;&#30340;&#20154;&#30340;&#25968;&#25454;&#24211;&#12290;&#36890;&#36807;&#19968;&#39033;&#35895;&#27468;&#30340;&#35745;&#31639;&#65288;Google-ish&#65289;&#8212;&#8212;&#35841;&#21644;&#21738;&#20123;&#26377;&#24433;&#21709;&#21147;&#30340;&#32452;&#32455;&#32852;&#31995;&#26368;&#23494;&#20999;&#8212;&#8212;&#24418;&#25104;&#19968;&#20010;&#26377;&#24433;&#21709;&#21147;&#30340;&#20154;&#30340;&#21517;&#21333;&#12290;&#36825;&#23558;&#24341;&#20986;&#19968;&#31995;&#21015;&#30340;&#25991;&#31456;&#65292;&#20294;&#23427;&#20063;&#26159;&#35760;&#32773;&#24378;&#26377;&#21147;&#30340;&#24037;&#20855;&#12290;&#35841;&#36319;&#35841;&#26377;&#20851;&#32852;&#65311;&#20320;&#21487;&#20197;&#21521;&#36825;&#20010;&#25968;&#25454;&#24211;&#25552;&#38382;&#39064;&#65292;&#24182;&#24212;&#29992;&#20110;&#26085;&#24120;&#24037;&#20316;&#12290;&#24182;&#19988;&#65292;&#36825;&#20010;&#25968;&#25454;&#24211;&#36824;&#26377;&#25991;&#21270;&#20215;&#20540;&#12290;&#33402;&#26415;&#23478;&#20204;&#24050;&#32463;&#35810;&#38382;&#36807;&#20316;&#32773;&#20316;&#21697;&#23436;&#25104;&#20197;&#21518;&#26159;&#21542;&#33021;&#29992;&#36825;&#20010;&#25968;&#25454;&#24211;&#65292;&#24819;&#25343;&#21435;&#21046;&#20316;&#20132;&#20114;&#33402;&#26415;&#35013;&#32622;&#12290;</p></div>
<div class="imageblock" id="FIG0213" style="float:0;">
<div class="content">
<img src="figs/incoming/02-YY.jpg"></div>
<div class="title">Figure 11. &#22260;&#32469;&#25968;&#25454;&#26032;&#38395;&#30340;&#26032;&#31038;&#21306;&#65288;Heinze Havinga &#25668;&#65289;</div>
</div>
<div class="paragraph"><p>&#22312;RegioHack&#20043;&#21518;&#65292;&#25105;&#20204;&#27880;&#24847;&#21040;&#35760;&#32773;&#20204;&#35748;&#20026;&#25968;&#25454;&#26032;&#38395;&#26159;&#23545;&#20256;&#32479;&#26032;&#38395;&#30340;&#19968;&#20010;&#21487;&#34892;&#30340;&#34917;&#20805;&#12290;&#25105;&#30340;&#21516;&#20107;&#32487;&#32493;&#22312;&#20351;&#29992;&#21644;&#24314;&#31435;&#24403;&#22825;&#23398;&#21040;&#30340;&#25216;&#26415;&#21435;&#21019;&#24314;&#26356;&#22810;&#38596;&#24515;&#21187;&#21187;&#30340;&#25216;&#26415;&#39033;&#30446;&#65292;&#27604;&#22914;&#25151;&#23627;&#31649;&#29702;&#25104;&#26412;&#30340;&#25968;&#25454;&#24211;&#12290;&#29992;&#36825;&#20123;&#25968;&#25454;&#65292;&#25105;&#36890;&#36807;<a href="http://bit.ly/stentor-map">Fusion Tables&#24314;&#20102;&#19968;&#20010;&#20132;&#20114;&#24335;&#22320;&#22270;</a>&#12290;&#25105;&#20204;&#35201;&#27714;&#35835;&#32773;&#29609;&#29609;&#36825;&#20010;&#20132;&#20114;&#22320;&#22270;&#21644;&#20247;&#21253;&#32467;&#26524;&#65292;&#27604;&#22914;<a href="http://bit.ly/scratchbook-crowdsourcing">&#36825;&#20010;</a>&#12290;&#22312;&#34987;&#38382;&#20102;&#22826;&#22810;&#27425;&#25105;&#20204;&#26159;&#22914;&#20309;&#22312;Fusion Tables&#20013;&#20570;&#30340;&#36825;&#20010;&#22320;&#22270;&#20043;&#21518;&#65292;&#25105;&#24405;&#20102;&#19968;&#20010;<a href="http://bit.ly/vermanen-video">&#35270;&#39057;&#25945;&#31243;</a>&#12290;</p></div>
<?dbfo-need height="1in"?><div class="paragraph"><p>&#25105;&#20204;&#23398;&#21040;&#20102;&#20160;&#20040;&#65311;&#25105;&#20204;&#23398;&#21040;&#20102;&#24456;&#22810;&#65292;&#20294;&#25105;&#20204;&#20063;&#36935;&#21040;&#20102;&#24456;&#22810;&#22256;&#38590;&#12290;&#25105;&#20204;&#24847;&#35782;&#21040;&#20102;&#22914;&#19979;&#22235;&#28857;&#65306;</p></div>
<div class="dlist"><dl><dt class="hdlist1">
&#20174;&#21738;&#20799;&#24320;&#22987;&#65306;&#38382;&#39064;&#36824;&#26159;&#25968;&#25454;&#65311;
</dt>
<dd>
<p>
  &#20960;&#20046;&#25152;&#26377;&#30340;&#39033;&#30446;&#22312;&#25628;&#32034;&#20449;&#24687;&#26102;&#37117;&#20250;&#27490;&#27493;&#19981;&#21069;&#12290;&#22823;&#22810;&#25968;&#26102;&#20505;&#65292;&#20182;&#20204;&#20174;&#19968;&#20010;&#26032;&#38395;&#19994;&#19978;&#30340;&#38382;&#39064;&#24320;&#22987;&#12290;&#20294;&#26159;&#28982;&#21518;&#21602;&#65311;&#20160;&#20040;&#25968;&#25454;&#26159;&#21487;&#29992;&#30340;&#65311;&#22312;&#21738;&#20799;&#33021;&#25214;&#21040;&#65311;&#24182;&#19988;&#65292;&#24403;&#20320;&#25214;&#21040;&#36825;&#20123;&#25968;&#25454;&#21518;&#65292;&#23427;&#20204;&#33021;&#22238;&#31572;&#20320;&#30340;&#38382;&#39064;&#21527;&#65311;&#22312;&#20026;&#19968;&#31687;&#25991;&#31456;&#20570;&#35843;&#26597;&#26102;&#65292;&#35760;&#32773;&#20204;&#22312;&#20889;&#25991;&#31456;&#30340;&#26102;&#20505;&#36890;&#24120;&#30693;&#36947;&#22312;&#21738;&#20799;&#33021;&#25214;&#21040;&#20449;&#24687;&#12290;&#32780;&#22312;&#25968;&#25454;&#26032;&#38395;&#20013;&#65292;&#22823;&#22810;&#25968;&#35760;&#32773;&#19981;&#30693;&#36947;&#21738;&#37324;&#33021;&#22815;&#33719;&#24471;&#25968;&#25454;&#20160;&#20040;&#20449;&#24687;&#26159;&#21487;&#29992;&#30340;&#12290;
</p>
</dd>
<dt class="hdlist1">
&#23569;&#35768;&#25216;&#26415;&#30693;&#35782;
</dt>
<dd>
<p>
  &#25968;&#25454;&#26032;&#38395;&#23436;&#20840;&#26159;&#19968;&#38376;&#25216;&#26415;&#23398;&#31185;&#12290;&#26377;&#26102;&#20320;&#19981;&#24471;&#19981;&#22949;&#21327;&#65292;&#26377;&#26102;&#20320;&#35201;&#20570;&#19968;&#20123;&#32534;&#31243;&#21435;&#21487;&#35270;&#21270;&#20320;&#30340;&#32467;&#26524;&#12290;&#23545;&#20110;&#26480;&#20986;&#30340;&#25968;&#25454;&#26032;&#38395;&#65292;&#20320;&#38656;&#35201;&#20004;&#26041;&#38754;&#65306;&#32463;&#39564;&#32769;&#36947;&#30340;&#35760;&#32773;&#22312;&#26032;&#38395;&#19994;&#19978;&#30340;&#27934;&#35265;&#65292;&#21644;&#25968;&#23383;&#20840;&#33021;&#22411;&#36873;&#25163;&#30340;&#25216;&#26415;&#30693;&#35782;&#12290;RegioHack&#22312;&#26399;&#38388;&#65292;&#33021;&#20570;&#21040;&#36825;&#20123;&#24182;&#19981;&#24120;&#35265;&#12290;
</p>
</dd>
<dt class="hdlist1">
&#23427;&#26159;&#26032;&#38395;&#21527;&#65311;
</dt>
<dd>
<p>
  &#21442;&#19982;&#32773;&#32463;&#24120;&#29992;&#19968;&#20010;&#25968;&#25454;&#38598;&#21435;&#21457;&#29616;&#26032;&#38395;&#65292;&#32780;&#19981;&#26159;&#22312;&#19981;&#21516;&#30340;&#25968;&#25454;&#28304;&#20013;&#25628;&#23547;&#30456;&#20114;&#32852;&#31995;&#12290;&#21407;&#22240;&#26159;&#65306;&#20320;&#38656;&#35201;&#19968;&#20123;&#32479;&#35745;&#23398;&#30693;&#35782;&#21435;&#20174;&#25968;&#25454;&#26032;&#38395;&#30340;&#35282;&#24230;&#26469;&#39564;&#35777;&#26032;&#38395;&#12290;
</p>
</dd>
<dt class="hdlist1">
&#26377;&#26631;&#20934;&#27969;&#31243;&#21487;&#24490;&#22043;?
</dt>
<dd>
<p>
  &#20197;&#19978;&#36825;&#20123;&#21487;&#20197;&#24402;&#32467;&#20026;&#65292;&#27809;&#26377;&#26631;&#20934;&#27969;&#31243;&#12290;&#21442;&#19982;&#32773;&#26412;&#36523;&#26377;&#19968;&#20123;&#25216;&#33021;&#65292;&#20294;&#19981;&#30693;&#36947;&#20309;&#26102;&#12289;&#24590;&#26679;&#29992;&#23427;&#20204;&#12290;&#19968;&#20010;&#35760;&#32773;&#29992;&#28900;&#34507;&#31957;&#26469;&#25171;&#27604;&#26041;&#12290;&#8220;&#25105;&#20204;&#26377;&#25152;&#26377;&#30340;&#21407;&#26009;&#65306;&#38754;&#31881;&#12289;&#40481;&#34507;&#12289;&#29275;&#22902;&#31561;&#31561;&#12290;&#29616;&#22312;&#25105;&#20204;&#25226;&#23427;&#20204;&#20840;&#25243;&#36827;&#19968;&#20010;&#34955;&#23376;&#37324;&#65292;&#25671;&#19968;&#25671;&#28982;&#21518;&#24076;&#26395;&#33021;&#20570;&#20986;&#19968;&#20010;&#34507;&#31957;&#26469;&#12290;&#8221;&#30340;&#30830;&#65292;&#25105;&#20204;&#26377;&#25152;&#26377;&#30340;&#21407;&#26009;&#65292;&#20294;&#19981;&#30693;&#36947;&#33756;&#35889;&#26159;&#20160;&#20040;&#12290;
</p>
</dd>
</dl></div>
<div class="paragraph"><p>&#29616;&#22312;&#21602;&#65311;&#25105;&#20204;&#23545;&#25968;&#25454;&#26032;&#38395;&#30340;&#21021;&#27425;&#20307;&#39564;&#33021;&#24110;&#21161;&#20854;&#20182;&#35760;&#32773;&#25110;&#31243;&#24207;&#21592;&#31435;&#24535;&#20110;&#30456;&#21516;&#39046;&#22495;&#30340;&#24037;&#20316;&#65292;&#24182;&#19988;&#25105;&#20204;&#27491;&#22312;&#20570;&#19968;&#20221;&#25253;&#21578;&#12290;</p></div>
<div class="paragraph"><p>&#21516;&#26102;&#65292;&#25105;&#20204;&#20063;&#22312;&#32771;&#34385;&#22914;&#20309;&#20197;&#19968;&#20010;&#40657;&#23458;&#39532;&#25289;&#26494;&#30340;&#24418;&#24335;&#23558;RegioHack&#32487;&#32493;&#19979;&#21435;&#12290;&#25105;&#20204;&#21457;&#29616;&#23427;&#24456;&#26377;&#36259;&#12289;&#26377;&#25945;&#32946;&#24847;&#20041;&#24182;&#23500;&#26377;&#25104;&#25928;&#65292;&#26159;&#19968;&#20010;&#23545;&#25968;&#25454;&#26032;&#38395;&#30340;&#26497;&#22909;&#20171;&#32461;&#12290;</p></div>
<div class="paragraph"><p>&#20294;&#24819;&#35201;&#25968;&#25454;&#26032;&#38395;&#36816;&#20316;&#36215;&#26469;&#65292;&#25105;&#20204;&#24517;&#39035;&#22312;&#26032;&#38395;&#32534;&#36753;&#37096;&#20869;&#36827;&#34892;&#24456;&#22909;&#30340;&#25972;&#21512;&#12290;&#38500;&#20102;&#24341;&#29992;&#12289;&#21457;&#24067;&#26032;&#38395;&#31295;&#12289;&#21484;&#24320;&#20250;&#35758;&#20197;&#22806;&#65292;&#35760;&#32773;&#20204;&#38656;&#35201;&#24320;&#22987;&#24605;&#32771;&#25968;&#25454;&#12290;&#36890;&#36807;&#20570;RegioHack&#65292;&#25105;&#20204;&#21521;&#21463;&#20247;&#35777;&#26126;&#20102;&#25968;&#25454;&#26032;&#38395;&#19981;&#26159;&#28818;&#20316;&#12290;&#25105;&#20204;&#33021;&#20889;&#20986;&#26356;&#22909;&#30340;&#28040;&#24687;&#19982;&#26356;&#22810;&#19981;&#21516;&#30340;&#25991;&#31456;&#65292;&#21516;&#26102;&#22312;&#23454;&#20307;&#21450;&#32447;&#19978;&#20986;&#29256;&#29289;&#20013;&#21521;&#35835;&#32773;&#21576;&#29616;&#19981;&#21516;&#30340;&#25991;&#31456;&#12290;</p></div>
<div class="paragraph"><p>&#8212; <em>&#26480;&#37324;&#183;&#32500;&#26364;&#65288;Jerry Vermanen&#65289;&#65292;NU.nl</em></p></div>
</div>&#13;

</div>



<div class="btn-group book-nav-bottom">
    <a class='btn' href="index.html">Home</a>
    
        <a href="newsroom.html" class="btn">Chapter: 新闻编辑室的运作</a>
    
    
        <a href="newsroom_7.html" class="btn">Next: 追踪赃款：数据新闻与跨国境协作</a>
    
</div>
          </article>
        </div>
      </div>
    </div>
  </div>

  <footer class='container'>
    <div class='row'>
      <div class="span6">
        <p>
          数据新闻手册可以在遵循<a href="http://creativecommons.org/licenses/by-sa/3.0/">Creative Commons Attribution-ShareAlike</a>协议的前提下被自由拷贝、传播、再利用。数据新闻手册的贡献者根据他们分别的贡献保留他们的版权，并且同意依照这个协议对外放出。
        </p>

      </div>
      <div class="span6 right-align">
        <a href="http://ejc.net"><img src='img/ejc.gif' width='74' height='33' style='padding-right: 1em;'></a>
        <a href="http://okfn.org"><img src='img/okfn.png'></a>
        <a href="http://okfn.org"><img src='img/jmsclogo.png' width='150px'style='padding-right: 1em;'></a>
      </div>
    </div>
  </footer>

  <script type="text/javascript">var switchTo5x=true;</script>
  <script type="text/javascript" src="http://w.sharethis.com/button/buttons.js"></script>
  <script type="text/javascript">stLight.options({
    publisher: "ur-219149ff-684c-bafa-159-8fba20c9e82b"
  }); </script>

  <script type="text/javascript">
    var _gaq = _gaq || [];
    _gaq.push(['_setAccount', 'UA-31257820-1']);
    _gaq.push(['_setDomainName', 'datajournalismhandbook.org']);
    _gaq.push(['_setAllowLinker', true]);
    _gaq.push(['_trackPageview']);

    (function() {
      var ga = document.createElement('script'); ga.type = 'text/javascript'; ga.async = true;
      ga.src = ('https:' == document.location.protocol ? 'https://ssl' : 'http://www') + '.google-analytics.com/ga.js';
      var s = document.getElementsByTagName('script')[0]; s.parentNode.insertBefore(ga, s);
    })();
  </script>

  <aside>
    <div class='modal fade' id='get-updates'>
      <div class="modal-header">
        <h3>订阅以获得手册更新</h3>

        <div class="modal-body">
          <iframe style="height:50em; width:100%; border-width:0;" src="https://docs.google.com/spreadsheet/viewform?formkey=dElfSlJVTnZBM3VDV3hGZWxYSjlVSGc6MQ"></iframe>
        </div>
      </div>
    </div>

    <div class='modal fade' id='give-feedback' style="width:695px;">
      <div class="modal-header">
        <h3>给我们你对手册的反馈</h3>
        <div class="modal-body">
          <iframe style="height:60em; width:100%; border-width:0;" src="https://docs.google.com/a/ejc.net/spreadsheet/viewform?formkey=dFpWdV9xX1JTZXp4MDNPb0N3dWFWSXc6MQ#gid=0"></iframe>
        </div>
      </div>
     </div>
   </aside>

</body>
</html>





