<!doctype html>
<!--[if lt IE 7]> <html class="no-js lt-ie9 lt-ie8 lt-ie7" lang="en"> <![endif]-->
<!--[if IE 7]>    <html class="no-js lt-ie9 lt-ie8" lang="en"> <![endif]-->
<!--[if IE 8]>    <html class="no-js lt-ie9" lang="en"> <![endif]-->
<!--[if gt IE 8]><!--> <html class="no-js" lang="en"> <!--<![endif]-->
<head>
  <meta charset="utf-8">
  <meta http-equiv="X-UA-Compatible" content="IE=edge,chrome=1">

  <title>数据记者对工具选择的讨论 - 数据新闻手册</title>
  <meta name="description" content="Using data to improve the news.">
  <meta name="viewport" content="width=device-width, initial-scale=1.0">

  <link rel="stylesheet" href="css/bootstrap.min.css">
  <link rel="stylesheet" href="css/bootstrap-responsive.min.css">
  <link rel="stylesheet" href="css/style.css">
  <link rel="shortcut icon" href="img/favicon.ico" type="image/x-icon" />
  <script src="js/libs/modernizr-2.5.3.min.js"></script>
  <script src="http://ajax.googleapis.com/ajax/libs/jquery/1.7.1/jquery.min.js"></script>
  <script src="js/libs/bootstrap-modal.js"></script>
  <script>
  (function(i,s,o,g,r,a,m){i['GoogleAnalyticsObject']=r;i[r]=i[r]||function(){
  (i[r].q=i[r].q||[]).push(arguments)},i[r].l=1*new Date();a=s.createElement(o),
  m=s.getElementsByTagName(o)[0];a.async=1;a.src=g;m.parentNode.insertBefore(a,m)
  })(window,document,'script','//www.google-analytics.com/analytics.js','ga');

  ga('create', 'UA-16390014-2', 'xiaoyongzi.github.io');
  ga('send', 'pageview');

</script>
</head>
<body>
  <!--[if lt IE 7]><p class=chromeframe>Your browser is <em>ancient!</em> <a href="http://browsehappy.com/">Upgrade to a different browser</a> or <a href="http://www.google.com/chromeframe/?redirect=true">install Google Chrome Frame</a> to experience this site.</p><![endif]-->
  <div class='wrapper'>
    <header>
      <div class='container header'>
        <div class='row'>
          <div class='title span7'>
            数据新闻手册
            <span class='version'>中文 1.1 BETA</span>
          </div>
          <div class='span5 right-align'>

            <a class="btn btn-warning" href="http://shop.oreilly.com/product/0636920025603.do">
              <i class='icon-book icon-white'></i>  购买</a>

            <a class="btn btn-primary" data-toggle="modal" href="#get-updates">
              <i class='icon-eye-open icon-white'></i>  更新</a>

            <a class="btn btn-inverse" data-toggle="modal" href="#give-feedback">
              <i class='icon-inbox icon-white'></i>  反馈</a>
          </div>
        </div>

            <div id="cse" style="width: 100%;">读取...<div class="gsc-control-cse gsc-control-cse-en"><div class="gsc-control-wrapper-cse" dir="ltr"><form class="gsc-search-box gsc-search-box-tools" accept-charset="utf-8"><table cellspacing="0" cellpadding="0" class="gsc-search-box"><tbody><tr><td class="gsc-input"><div class="gsc-input-box" id="gsc-iw-id1"><table cellspacing="0" cellpadding="0" style="width: 100%; padding: 0px;" id="gs_id0" class="gstl_0 "><tbody><tr><td id="gs_tti0" class="gsib_a"><input autocomplete="off" type="text" size="10" class="gsc-input" name="search" title="search" style="width: 100%; padding: 0px; border: none; margin: -0.0625em 0px 0px; height: 1.25em; outline: none; background-image: url(http://www.google.com/cse/intl/en/images/google_custom_search_watermark.gif); background-color: rgb(255, 255, 255); background-position: 0% 50%; background-repeat: no-repeat no-repeat;" id="gsc-i-id1" dir="ltr" spellcheck="false"></td><td class="gsib_b"><div class="gsst_b" id="gs_st0" style="" dir="ltr"><a class="gsst_a" href="javascript:void(0)" style="display: none;"><span class="gscb_a" id="gs_cb0">×</span></a></div></td></tr></tbody></table></div></td><td class="gsc-search-button"><input type="image" src="http://www.google.com/uds/css/v2/search_box_icon.png" class="gsc-search-button gsc-search-button-v2" title="search"></td><td class="gsc-clear-button"><div class="gsc-clear-button" title="clear results">&nbsp;</div></td></tr></tbody></table><table cellspacing="0" cellpadding="0" class="gsc-branding"><tbody><tr><td class="gsc-branding-user-defined"></td><td class="gsc-branding-text"><div class="gsc-branding-text">powered by</div></td><td class="gsc-branding-img"><img src="http://www.google.com/uds/css/small-logo.png" class="gsc-branding-img"></td></tr></tbody></table></form><div class="gsc-results-wrapper-nooverlay"><div class="gsc-tabsAreaInvisible"><div class="gsc-tabHeader gsc-inline-block gsc-tabhActive">Custom Search</div><span class="gs-spacer"> </span></div><div class="gsc-tabsAreaInvisible"></div><div class="gsc-above-wrapper-area-invisible"><table cellspacing="0" cellpadding="0" class="gsc-above-wrapper-area-container"><tbody><tr><td class="gsc-result-info-container"><div class="gsc-result-info-invisible"></div></td></tr></tbody></table></div><div class="gsc-adBlockInvisible"></div><div class="gsc-wrapper"><div class="gsc-adBlockInvisible"></div><div class="gsc-resultsbox-invisible"><div class="gsc-resultsRoot gsc-tabData gsc-tabdActive"><table cellspacing="0" cellpadding="0" class="gsc-resultsHeader"><tbody><tr><td class="gsc-twiddleRegionCell"><div class="gsc-twiddle"><div class="gsc-title">Web</div></div><div class="gsc-stats"></div><div class="gsc-results-selector gsc-all-results-active"><div class="gsc-result-selector gsc-one-result" title="show one result">&nbsp;</div><div class="gsc-result-selector gsc-more-results" title="show more results">&nbsp;</div><div class="gsc-result-selector gsc-all-results" title="show all results">&nbsp;</div></div></td><td class="gsc-configLabelCell"></td></tr></tbody></table><div><div class="gsc-expansionArea"></div></div></div></div></div></div></div></div></div>
  <script src="http://www.google.com/jsapi" type="text/javascript"></script>
  <script type="text/javascript">
    google.load('search', '1', {language : 'en', style :
  google.loader.themes.V2_DEFAULT});
    google.setOnLoadCallback(function() {
      var customSearchOptions = {};  var customSearchControl = new
  google.search.CustomSearchControl(
        '006112475414705326728:e3rnblhao8y', customSearchOptions);
      customSearchControl.setResultSetSize(google.search.Search.FILTERED_CSE_RESULTSET);
      customSearchControl.draw('cse');
    }, true);
  </script>
      </div>
    </header>

    <div id="main" class="container">
      <div class='row'>
        <div class='span12'>
          <article>
            <div class='row'>
    <div class="btn-group book-nav-top span9">
        <a class='btn' href="index.html">Home</a>
        
            <a href="understanding_data.html" class="btn">Chapter: 理解数据</a>
        
        
            <a href="understanding_data_7.html" class="btn">Next: 使用数据可视化洞察数据</a>
        
    </div>
    <div class="span3 right-align">
        <span class='st_facebook_hcount' displayText='Facebook'></span>
        <span class='st_twitter_hcount' st_title="数据记者对工具选择的讨论 #ddjbook" displayText='Tweet'></span>
    </div>
</div>


<div id='content'>
    <div class="sect2">
<h3 id="_&#25968;&#25454;&#35760;&#32773;&#23545;&#24037;&#20855;&#36873;&#25321;&#30340;&#35752;&#35770;">&#25968;&#25454;&#35760;&#32773;&#23545;&#24037;&#20855;&#36873;&#25321;&#30340;&#35752;&#35770;</h3>
<div class="paragraph"><p>&#22103;&#22070;&#22070;&#22070;&#8230;&#36825;&#26159;&#20320;&#30340;&#25968;&#25454;&#20174;&#21387;&#32553;&#21253;&#37324;&#35299;&#21387;&#30340;&#22768;&#38899;&#12290;&#29616;&#22312;&#24590;&#20040;&#21150;&#65311;&#20320;&#24819;&#35201;&#20174;&#25968;&#25454;&#37324;&#23547;&#25214;&#21040;&#20160;&#20040;&#65311; &#20934;&#22791;&#29992;&#20160;&#20040;&#25968;&#25454;&#22788;&#29702;&#24037;&#20855;&#65311;&#23545;&#27492;&#65292;&#25105;&#20204;&#35810;&#38382;&#20102;&#19968;&#20123;&#25968;&#25454;&#26032;&#38395;&#35760;&#32773;&#65292;&#30475;&#20182;&#20204;&#26159;&#22914;&#20309;&#22788;&#29702;&#25968;&#25454;&#30340;&#12290;&#20197;&#19979;&#26159;&#20182;&#20204;&#30340;&#32463;&#21382;&#8230;</p></div>
<div class="quoteblock">
<div class="content">
<div class="paragraph"><p>&#12298;&#21355;&#25253;&#12299;&#30340;&#25968;&#25454;&#21338;&#23458;&#38750;&#24120;&#30475;&#37325;&#19982;&#35835;&#32773;&#20114;&#21160;&#65292;&#36825;&#20351;&#35835;&#32773;&#33021;&#22815;&#22312;&#25105;&#20204;&#30340;&#22522;&#30784;&#19978;&#65292;&#24555;&#36895;&#22797;&#21046;&#12298;&#21355;&#25253;&#12299;&#30340;&#25968;&#25454;&#26032;&#38395;&#25253;&#36947;&#65292;&#24182;&#19988;&#21457;&#29616;&#19968;&#20123;&#25105;&#20204;&#27809;&#26377;&#21457;&#29616;&#30340;&#19996;&#35199;&#12290;&#22240;&#27492;&#65292;&#36234;&#30452;&#35266;&#30340;&#25968;&#25454;&#22788;&#29702;&#24037;&#20855;&#23601;&#36234;&#22909;&#12290;&#25105;&#20204;&#23613;&#37327;&#25361;&#36873;&#20219;&#20309;&#20154;&#37117;&#19981;&#29992;&#23398;&#20064;&#32534;&#31243;&#35821;&#35328;&#25110;&#32463;&#36807;&#29305;&#27530;&#35757;&#32451;&#23601;&#33021;&#25484;&#25569;&#12289;&#24182;&#27809;&#26377;&#39640;&#39069;&#38468;&#21152;&#36153;&#29992;&#30340;&#25968;&#25454;&#22788;&#29702;&#24037;&#20855;&#12290;</p></div>
<div class="paragraph"><p>&#22522;&#20110;&#36825;&#20010;&#21407;&#22240;&#65292;&#30446;&#21069;&#25105;&#20204;&#22823;&#37327;&#20351;&#29992;&#35895;&#27468;&#30340;&#26377;&#20851;&#25968;&#25454;&#22788;&#29702;&#30340;&#20135;&#21697;&#12290;&#25105;&#20204;&#25972;&#29702;&#21644;&#21457;&#24067;&#30340;&#25152;&#26377;&#25968;&#25454;&#38598;&#37117;&#21487;&#20197;&#36890;&#36807;&#35895;&#27468;&#30005;&#23376;&#34920;&#26684;&#21576;&#29616;&#65292;&#36825;&#24847;&#21619;&#30528;&#20219;&#20309;&#26377;&#35895;&#27468;&#24080;&#25143;&#30340;&#20154;&#37117;&#21487;&#20197;&#19979;&#36733;&#25968;&#25454;&#65292;&#23548;&#20837;&#21040;&#33258;&#24049;&#30340;&#24080;&#25143;&#65292;&#21046;&#20316;&#33258;&#24049;&#30340;&#22270;&#34920;&#65292;&#23545;&#25968;&#25454;&#36827;&#34892;&#25490;&#24207;&#65292;&#24182;&#21019;&#24314;&#25968;&#25454;&#36879;&#35270;&#34920;&#65292;&#20063;&#21487;&#20197;&#23558;&#25968;&#25454;&#23548;&#20837;&#21040;&#20182;&#20204;&#25152;&#36873;&#25321;&#30340;&#24037;&#20855;&#37324;&#12290;</p></div>
<div class="paragraph"><p>&#25105;&#20204;&#20351;&#29992;&#35895;&#27468;&#30340;&#34701;&#21512;&#34920;(Google Fusion tables)&#26469;&#32452;&#32455;&#25968;&#25454;&#12290;&#24403;&#25105;&#20204;&#22312;&#34701;&#21512;&#34920;&#20013;&#21019;&#24314;&#28909;&#21147;&#22270;&#26102;&#65292;&#20063;&#23558;&#25105;&#20204;&#30340;KML&#25991;&#20214;&#20998;&#20139;&#21040;&#32593;&#31449;&#19978;&#65292;&#36825;&#26679;&#35835;&#32773;&#21487;&#20197;&#19979;&#36733;&#24182;&#24314;&#31435;&#33258;&#24049;&#30340;&#28909;&#21147;&#22270;&#65292;&#21253;&#25324;&#22312;&#25968;&#25454;&#21338;&#23458;&#30340;&#21407;&#22987;&#22270;&#19978;&#21152;&#20837;&#26032;&#30340;&#25968;&#25454;&#23618;&#12290;&#36825;&#20123;&#35895;&#27468;&#24037;&#20855;&#36824;&#26377;&#19968;&#20010;&#19981;&#38169;&#30340;&#21151;&#33021;&#26159;&#65292;&#20182;&#20204;&#36866;&#29992;&#20110;&#35835;&#32773;&#35775;&#38382;&#21338;&#23458;&#30340;&#19981;&#21516;&#32456;&#31471;&#65292;&#27604;&#22914;&#21488;&#24335;&#30005;&#33041;&#12289;&#25163;&#26426;&#21644;&#24179;&#26495;&#30005;&#33041;&#12290;</p></div>
<div class="paragraph"><p>&#38500;&#20102;&#35895;&#27468;&#30005;&#23376;&#34920;&#26684;&#21644;&#34701;&#21512;&#34920;&#65292;&#25105;&#20204;&#22312;&#26085;&#24120;&#24037;&#20316;&#20013;&#36824;&#20351;&#29992;&#20102;&#20854;&#20182;&#20004;&#20010;&#24037;&#20855;&#12290;&#19968;&#26159;tableau&#65292;&#19968;&#20010;&#22810;&#32500;&#25968;&#25454;&#38598;&#21487;&#35270;&#21270;&#30340;&#24037;&#20855;&#65292;&#20108;&#26159;ManyEyes&#65292;&#29992;&#26469;&#23545;&#25968;&#25454;&#36827;&#34892;&#24555;&#36895;&#20998;&#26512;&#30340;&#24037;&#20855;&#12290;&#19981;&#36807;&#65292;&#36825;&#20123;&#24037;&#20855;&#37117;&#19981;&#22815;&#23436;&#32654;&#65292;&#25152;&#20197;&#25105;&#20204;&#23558;&#32487;&#32493;&#23547;&#25214;&#35753;&#35835;&#32773;&#21916;&#27426;&#30340;&#26356;&#22909;&#30340;&#21487;&#35270;&#21270;&#24037;&#20855;&#12290;</p></div>
</div>
<div class="attribution">
<em>&#21355;&#25253;</em><br>
&#8212; &#20029;&#33678;&#183;&#22467;&#25991;&#26031;(Lisa Evans)
</div></div>
<div class="quoteblock">
<div class="content">
<div class="paragraph"><p>&#25105;&#20250;&#21464;&#25104;&#19968;&#20010;&#31243;&#24207;&#21592;&#21527;&#65311;&#19981;&#22826;&#21487;&#33021;&#65281;&#25105;&#24403;&#28982;&#19981;&#35748;&#20026;&#27599;&#19968;&#20301;&#30340;&#35760;&#32773;&#37117;&#38656;&#35201;&#30693;&#36947;&#22914;&#20309;&#32534;&#31243;&#12290;&#20294;&#25105;&#35748;&#20026;&#20855;&#26377;&#23545;&#21487;&#33021;&#24615;&#26356;&#20026;&#26222;&#36941;&#30340;&#35748;&#30693;&#65292;&#24182;&#30693;&#36947;&#22914;&#20309;&#36319;&#31243;&#24207;&#21592;&#23545;&#35805;&#65292;&#26159;&#38750;&#24120;&#26377;&#24110;&#21161;&#30340;&#12290;</p></div>
<div class="paragraph"><p>&#22914;&#26524;&#20320;&#24320;&#22987;&#20102;&#65292;&#20808;&#23398;&#36208;&#36335;&#21035;&#24613;&#30528;&#36305;&#12290;&#20320;&#38656;&#35201;&#35828;&#26381;&#20320;&#30340;&#21516;&#20107;&#21644;&#32534;&#36753;&#65292;&#20351;&#29992;&#25968;&#25454;&#21487;&#20197;&#35753;&#20320;&#20204;&#24471;&#21040;&#20854;&#20182;&#26041;&#27861;&#24471;&#19981;&#21040;&#19988;&#20540;&#24471;&#21435;&#20570;&#30340;&#25253;&#36947;&#12290;&#19968;&#26086;&#20182;&#20204;&#30475;&#21040;&#20102;&#36825;&#31181;&#26041;&#27861;&#30340;&#20215;&#20540;&#65292;&#20320;&#23601;&#21487;&#20197;&#21521;&#26356;&#22797;&#26434;&#30340;&#25253;&#36947;&#21644;&#39033;&#30446;&#36827;&#20891;&#20102;&#12290;</p></div>
<div class="paragraph"><p>&#25105;&#30340;&#24314;&#35758;&#26159;&#20808;&#23398;&#20064;Excel&#28982;&#21518;&#29992;&#23427;&#20570;&#19968;&#20123;&#31616;&#21333;&#30340;&#25253;&#36947;&#12290;&#20174;&#23567;&#22788;&#30528;&#25163;&#36880;&#28176;&#21040;&#25968;&#25454;&#24211;&#20998;&#26512;&#21450;&#25968;&#25454;&#21046;&#22270;&#12290;&#20320;&#21487;&#20197;&#22312;Excel&#20013;&#20570;&#24456;&#22810;&#20107;&#24773;&#8212;&#8212;&#23427;&#26159;&#19968;&#20010;&#21450;&#20854;&#24378;&#22823;&#30340;&#24037;&#20855;&#65292;&#20294;&#22823;&#22810;&#25968;&#20154;&#23545;Excel&#21151;&#33021;&#30340;&#20351;&#29992;&#21364;&#26159;&#37027;&#20040;&#21487;&#24604;&#20846;&#20846;&#12290;&#22914;&#26524;&#21487;&#20197;&#30340;&#35805;&#65292;&#21442;&#21152;&#19968;&#20010;&#20026;&#35760;&#32773;&#24320;&#35774;&#30340;Excel&#35838;&#31243;&#65292;&#27604;&#22914;&#26032;&#38395;&#35843;&#26597;&#20013;&#24515;&#25552;&#20379;&#30340;&#35838;&#31243;&#12290;</p></div>
<div class="paragraph"><p>&#24102;&#30528;&#25964;&#30031;&#20043;&#24515;&#21435;&#35299;&#35835;&#25968;&#25454;&#65292;&#19981;&#35201;&#36731;&#35270;&#23427;&#12290;&#20320;&#24517;&#39035;&#35201;&#35748;&#30495;&#65292;&#35201;&#27880;&#37325;&#32454;&#33410;&#24182;&#19988;&#36136;&#30097;&#20320;&#24471;&#20986;&#30340;&#32467;&#26524;&#12290;&#20320;&#38656;&#35201;&#20445;&#30041;&#22788;&#29702;&#25968;&#25454;&#30340;&#35760;&#24405;&#21644;&#21407;&#22987;&#25968;&#25454;&#30340;&#21103;&#26412;&#65292;&#22240;&#20026;&#22312;&#22788;&#29702;&#25968;&#25454;&#26102;&#20505;&#26159;&#24456;&#23481;&#26131;&#29359;&#38169;&#35823;&#30340;&#12290;&#25105;&#32463;&#24120;&#35201;&#20960;&#20046;&#20174;&#22836;&#21040;&#23614;&#21453;&#22797;&#20570;&#20004;&#21040;&#19977;&#27425;&#20998;&#26512;&#26469;&#36827;&#34892;&#26816;&#26597;&#21644;&#39564;&#35777;&#12290;&#22914;&#26524;&#33021;&#35753;&#20320;&#30340;&#32534;&#36753;&#25110;&#20854;&#20182;&#20154;&#20998;&#21035;&#20998;&#26512;&#25968;&#25454;&#24182;&#27604;&#36739;&#24444;&#27492;&#30340;&#32467;&#26524;&#23601;&#26356;&#22909;&#20102;&#12290;</p></div>
</div>
<div class="attribution">
<em>&#37329;&#34701;&#26102;&#25253;</em><br>
&#8212; &#36763;&#35199;&#23045;&#183;&#22885;&#22696;&#26970;(Cynthia O'Murchu)
</div></div>
<div class="quoteblock">
<div class="content">
<div class="paragraph"><p>&#20687;&#35760;&#32773;&#25776;&#20889;&#19968;&#20010;&#26032;&#38395;&#25253;&#36947;&#37027;&#26679;&#19968;&#36793;&#24555;&#36895;&#20889;&#20316;&#65292;&#19968;&#36793;&#20351;&#29992;&#22797;&#26434;&#30340;&#25968;&#25454;&#22788;&#29702;&#36719;&#20214;&#26159;&#19968;&#20214;&#30456;&#24403;&#20102;&#19981;&#36215;&#30340;&#20107;&#24773;&#12290;&#36825;&#22312;&#36807;&#21435;&#35201;&#33457;&#24456;&#38271;&#30340;&#26102;&#38388;&#12290;&#22909;&#22312;&#24471;&#30410;&#20110;&#22312;&#20108;&#21313;&#19968;&#19990;&#32426;&#22836;&#21313;&#24180;&#30340;&#20013;&#26399;&#39318;&#27425;&#21457;&#24067;&#30340;Django&#21644;Ruby on Rails&#65292;&#36825;&#20004;&#20010;&#20813;&#36153;/&#24320;&#28304;&#30340;&#24555;&#36895;&#24320;&#21457;&#26694;&#26550;&#30340;&#20986;&#29616;&#65292;&#20107;&#24773;&#21457;&#29983;&#20102;&#21464;&#21270;&#12290;</p></div>
<div class="paragraph"><p>Django&#26159;&#22522;&#20110;Python&#32534;&#31243;&#35821;&#35328;&#24320;&#21457;&#30340;&#65292;&#30001;&#38463;&#24503;&#37324;&#23433;&#183;&#38669;&#27931;&#29926;&#23395;&#21644;&#20182;&#20301;&#20110;&#22570;&#33832;&#26031;&#24030;&#21171;&#20262;&#26031;&#30340;&#21171;&#20262;&#26031;&#26085;&#25253;&#19990;&#30028;&#29256;&#32534;&#36753;&#37096;&#22242;&#38431;&#24320;&#21457;&#30340;&#12290;Ruby on Rails&#26159;&#30001;&#22823;&#21355;&#183;&#28023;&#28037;&#36808;&#23572;&#183;&#27721;&#26862;&#21644;&#19968;&#20010;&#32593;&#32476;&#24212;&#29992;&#31243;&#24207;&#20844;&#21496;37Signals&#65292;&#22312;&#33437;&#21152;&#21733;&#24320;&#21457;&#30340;&#12290;</p></div>
<div class="paragraph"><p>&#34429;&#28982;&#36825;&#20004;&#20010;&#26694;&#26550;&#37319;&#21462;&#19981;&#21516;&#30340;&#26041;&#27861;&#26469;&#23454;&#29616;&#8220;`MVC&#27169;&#24335;&#8221;&#65292;&#20294;&#23427;&#20204;&#37117;&#24456;&#20986;&#33394;&#65292;&#33021;&#24555;&#36895;&#22320;&#24314;&#31435;&#21363;&#20351;&#26159;&#38750;&#24120;&#22797;&#26434;&#30340;&#32593;&#32476;&#24212;&#29992;&#31243;&#24207;&#12290;&#20182;&#20204;&#21487;&#20197;&#23436;&#25104;&#24314;&#31435;&#19968;&#20010;&#24212;&#29992;&#31243;&#24207;&#30340;&#22522;&#26412;&#24037;&#20316;&#12290;&#27604;&#22914;&#21019;&#24314;&#24182;&#20174;&#25968;&#25454;&#24211;&#20013;&#33719;&#21462;&#39033;&#30446;&#12289;&#23558;URL&#19982;&#24212;&#29992;&#20013;&#29305;&#23450;&#30340;&#20195;&#30721;&#21305;&#37197;&#12290;&#36825;&#20123;&#37117;&#34987;&#20889;&#36827;&#20102;&#31243;&#24207;&#30340;&#26694;&#26550;&#37324;&#65292;&#20351;&#24320;&#21457;&#20154;&#21592;&#24182;&#19981;&#38656;&#35201;&#32534;&#20889;&#20195;&#30721;&#26469;&#20570;&#36825;&#20123;&#22522;&#26412;&#30340;&#19996;&#35199;&#12290;</p></div>
<div class="paragraph"><p>&#34429;&#28982;&#19968;&#30452;&#27809;&#26377;&#23545;&#32654;&#22269;&#26032;&#38395;app&#22242;&#38431;&#30340;&#27491;&#24335;&#35843;&#26597;&#65292;&#20294;&#36890;&#24120;&#22823;&#22810;&#25968;&#22242;&#38431;&#37117;&#20351;&#29992;&#36825;&#20004;&#20010;&#26694;&#26550;&#20043;&#19968;&#20316;&#20026;&#25968;&#25454;&#24211;&#25903;&#25345;&#30340;&#26032;&#38395;&#24212;&#29992;&#12290;&#22312;ProPublica&#65288;&#19968;&#20010;&#38750;&#30408;&#21033;&#35843;&#26597;&#26426;&#26500;&#65289;&#25105;&#20204;&#20351;&#29992;&#30340;&#23601;&#26159;Ruby on Rails&#12290;</p></div>
<div class="paragraph"><p>&#25552;&#20379;&#20687;&#20122;&#39532;&#36874;&#32593;&#32476;&#26381;&#21153;&#36825;&#26679;&#30340;&#24555;&#36895;&#32593;&#32476;&#26381;&#21153;&#22120;&#8220;`&#20999;&#29255;&#8221;&#30340;&#21457;&#23637;&#65292;&#21516;&#26679;&#32473;&#36807;&#21435;&#24320;&#21457;&#19968;&#20010;&#24212;&#29992;&#32531;&#24930;&#30340;&#36807;&#31243;&#24102;&#26469;&#25913;&#35266;&#12290;</p></div>
<div class="paragraph"><p>&#27492;&#22806;&#65292;&#25105;&#20204;&#26377;&#24456;&#26631;&#20934;&#30340;&#24037;&#20855;&#21435;&#22788;&#29702;&#25968;&#25454;&#65306;&#29992;Google Refine&#21644;Microsoft Excel&#28165;&#29702;&#25968;&#25454;&#65307;&#29992;SPSS&#21644;R&#20570;&#32479;&#35745;; &#29992;ArcGIS&#21644;QGIS&#21435;&#20570;GIS&#65307;&#29992;Git&#20570;&#28304;&#20195;&#30721;&#31649;&#29702;&#65307;&#29992;TextMate&#12289;VIM&#21644;Sublime Text&#20889;&#20195;&#30721;&#65307;&#29992;MySQL&#12289;PostgreSQL&#21644;SQL Server&#30340;&#32452;&#21512;&#20570;&#25968;&#25454;&#24211;&#12290;&#25105;&#20204;&#24314;&#31435;&#20102;&#25105;&#20204;&#33258;&#24049;&#30340;JavaScript&#26694;&#26550;&#65292;&#8220;`Glass&#8221;&#65292;&#26469;&#24110;&#21161;&#25105;&#20204;&#24555;&#36895;&#24314;&#31435;&#22312;JavaScript&#21069;&#31471;&#30340;&#22823;&#37327;&#24212;&#29992;&#12290;</p></div>
</div>
<div class="attribution">
<em>ProPublica</em><br>
&#8212; &#26031;&#31185;&#29305;&#183;&#20811;&#38647;&#24681;(Scott Klein)
</div></div>
<div class="quoteblock">
<div class="content">
<div class="paragraph"><p>&#26377;&#26102;&#26368;&#22909;&#30340;&#24037;&#20855;&#23601;&#26159;&#26368;&#31616;&#21333;&#30340;&#24037;&#20855;&#8212;&#8212;&#30005;&#23376;&#34920;&#26684;&#23601;&#26159;&#19968;&#31181;&#31616;&#20415;&#32780;&#21448;&#21147;&#37327;&#24378;&#22823;&#65292;&#21364;&#24120;&#24120;&#34987;&#25105;&#20204;&#34987;&#20302;&#20272;&#30340;&#24037;&#20855;&#12290;&#24403;&#25152;&#26377;&#19996;&#35199;&#37117;&#23384;&#20648;&#22312;DOS&#31995;&#32479;&#19979;&#30340;&#26102;&#20505;&#65292;&#36890;&#36807;&#20351;&#29992;&#30005;&#23376;&#34920;&#26684;&#65292;&#25105;&#33021;&#22815;&#29702;&#35299;&#24471;&#20811;&#33832;&#26031;&#24033;&#35686;&#26834;&#29699;&#38431;&#32929;&#19996;&#20204;&#21512;&#20249;&#21327;&#35758;&#20013;&#30340;&#22797;&#26434;&#20844;&#24335;&#8212;&#8212;&#32780;&#26102;&#36898;&#20052;&#27835;&#183;W&#183;&#24067;&#20160;&#24688;&#26159;&#20027;&#35201;&#32929;&#19996;&#20043;&#19968;&#12290;&#30005;&#23376;&#34920;&#26684;&#21487;&#20197;&#24110;&#21161;&#25105;&#26631;&#20986;&#24322;&#24120;&#20540;&#25110;&#35745;&#31639;&#38169;&#35823;&#12290;&#30001;&#27492;&#65292;&#25105;&#21487;&#20197;&#25776;&#20889;&#20986;&#26694;&#26550;&#33033;&#32476;&#25110;&#32773;&#26356;&#22810;&#30340;&#19996;&#35199;&#12290;</p></div>
<div class="paragraph"><p>&#32780;&#36825;&#26159;&#25968;&#25454;&#35760;&#32773;&#8220;&#24037;&#20855;&#31665;&#8221;&#37324;&#30340;&#22522;&#26412;&#35013;&#22791;&#12290;&#20063;&#23601;&#26159;&#35828;&#65292;&#25105;&#26368;&#21916;&#29233;&#30340;&#24037;&#20855;&#25317;&#26377;&#26356;&#24378;&#22823;&#30340;&#21151;&#33021;&#8212;&#8212;&#29992;SPSS&#20570;&#32479;&#35745;&#20998;&#26512;&#21644;&#22320;&#22270;&#31243;&#24207;&#65292;&#20351;&#25105;&#33021;&#30475;&#21040;&#22320;&#29702;&#19978;&#30340;&#27169;&#24335;&#12290;</p></div>
</div>
<div class="attribution">
<em>&#35199;&#38597;&#22270;&#26102;&#25253;</em><br>
&#8212; &#35874;&#20029;&#23572;&#183;&#33778;&#21033;&#26222;&#26031;(Cheryl Phillips)
</div></div>
<div class="quoteblock">
<div class="content">
<div class="paragraph"><p>&#25105;&#26159;Python&#30340;&#36229;&#32423;&#31881;&#19997;&#12290; Python&#26159;&#19968;&#31181;&#22855;&#22937;&#30340;&#24320;&#28304;&#32534;&#31243;&#35821;&#35328;&#65292;&#23427;&#24456;&#23481;&#26131;&#35835;&#20889;&#65288;&#20363;&#22914;&#65292;&#20320;&#19981;&#24517;&#22312;&#27599;&#34892;&#21518;&#38190;&#20837;&#19968;&#20010;&#20998;&#21495;&#65289;&#12290;&#26356;&#37325;&#35201;&#30340;&#26159;Python&#26377;&#19968;&#20010;&#24222;&#22823;&#30340;&#29992;&#25143;&#32676;&#65292;&#22240;&#27492;&#23545;&#20110;&#20320;&#38656;&#35201;&#30340;&#19968;&#20999;&#37117;&#26377;&#25554;&#20214;&#65288;&#31216;&#20026;&#21253;&#65289;&#26469;&#23454;&#29616;&#12290;</p></div>
<div class="paragraph"><p>&#25105;&#35748;&#20026;Django&#26159;&#25968;&#25454;&#35760;&#32773;&#24456;&#23569;&#20250;&#29992;&#21040;&#30340;&#19996;&#35199;&#12290;&#23427;&#26159;Python&#30340;&#19968;&#20010;&#32593;&#32476;&#24212;&#29992;&#26694;&#26550;&#65292;&#21448;&#31216;&#20316;&#21019;&#24314;&#22823;&#30340;&#12289;&#25968;&#25454;&#24211;&#39537;&#21160;&#30340;&#32593;&#32476;&#24212;&#29992;&#24037;&#20855;&#12290;&#36825;&#23545;&#20110;&#23567;&#22411;&#20132;&#20114;&#24335;&#20449;&#24687;&#22270;&#34920;&#32943;&#23450;&#26377;&#20123;&#8220;&#26432;&#40481;&#28937;&#29992;&#23472;&#29275;&#20992;&#8221;&#20102;&#12290;</p></div>
<div class="paragraph"><p>&#25105;&#20063;&#29992;QGIS&#65292;&#36825;&#26159;&#19968;&#20010;&#24320;&#28304;&#24037;&#20855;&#21253;&#65292;&#20026;&#38656;&#35201;&#19981;&#26102;&#22788;&#29702;&#22320;&#29702;&#25968;&#25454;&#30340;&#25968;&#25454;&#35760;&#32773;&#25552;&#20379;&#24191;&#27867;&#30340;&#22320;&#29702;&#20449;&#24687;&#31995;&#32479;&#21151;&#33021;&#12290;&#22914;&#26524;&#24744;&#38656;&#35201;&#25226;&#22320;&#29702;&#31354;&#38388;&#25968;&#25454;&#20174;&#19968;&#31181;&#26684;&#24335;&#36716;&#25442;&#25104;&#21478;&#19968;&#31181;&#65292;&#37027;&#20040;QGIS&#23601;&#26159;&#20320;&#38656;&#35201;&#30340;&#12290;&#23427;&#21487;&#20197;&#22788;&#29702;&#20960;&#20046;&#27599;&#19968;&#31181;&#22320;&#29702;&#25968;&#25454;&#26684;&#24335;&#65288;Shapefiles, KML, GeoJSON&#31561;&#65289;&#12290;&#22914;&#26524;&#20320;&#38656;&#35201;&#21098;&#20999;&#20986;&#20960;&#20010;&#21306;&#22495;&#65292;QGIS&#20063;&#21487;&#20197;&#20570;&#21040;&#12290;&#24182;&#19988;&#65292;&#22260;&#32469;&#30528;QGIS&#26377;&#19968;&#20010;&#24222;&#22823;&#30340;&#35752;&#35770;&#20132;&#27969;&#31038;&#21306;&#65292;&#25152;&#20197;&#20320;&#33021;&#22815;&#22312;&#32593;&#19978;&#25214;&#21040;&#20247;&#22810;&#20687;<a href="http://bit.ly/goettingen-tutorial">&#25945;&#31243;</a>&#36825;&#26679;&#30340;&#33258;&#23398;&#36164;&#28304;&#12290;</p></div>
<div class="paragraph"><p>R&#20027;&#35201;&#26159;&#20316;&#20026;&#19968;&#31181;&#31185;&#23398;&#21487;&#35270;&#21270;&#24037;&#20855;&#34987;&#21019;&#24314;&#30340;&#12290;&#24456;&#38590;&#25214;&#21040;&#19968;&#31181;&#36824;&#27809;&#26377;&#21019;&#24314;&#21040;R&#20013;&#30340;&#21487;&#35270;&#21270;&#26041;&#27861;&#25110;&#25968;&#25454;&#20998;&#26512;&#25216;&#26415;&#12290;R&#26412;&#36523;&#23601;&#26159;&#19968;&#20010;&#19990;&#30028;&#65292;&#26159;&#21487;&#35270;&#21270;&#25968;&#25454;&#20998;&#26512;&#30340;&#22307;&#22320;&#8220;&#40614;&#21152;&#22478;&#8221;&#12290;&#19981;&#22815;&#23436;&#32654;&#30340;&#19968;&#28857;&#26159;&#20320;&#38656;&#35201;&#65288;&#20877;&#19968;&#27425;&#65289;&#23398;&#20064;&#32534;&#31243;&#35821;&#35328;&#65292;&#22240;&#20026;R&#37117;&#26377;&#23427;&#33258;&#24049;&#30340;&#35821;&#35328;&#12290;&#20294;&#26159;&#65292;&#19968;&#26086;&#20320;&#24320;&#22987;&#20102;&#22312;&#23398;&#20064;&#26354;&#32447;&#19978;&#30340;&#25856;&#29228;&#65292;&#23601;&#27809;&#26377;&#20160;&#20040;&#24037;&#20855;&#27604;R&#26356;&#24378;&#22823;&#20102;&#12290;&#32463;&#36807;&#22521;&#35757;&#30340;&#25968;&#25454;&#35760;&#32773;&#21487;&#20197;&#29992;R&#26469;&#20998;&#26512;&#24222;&#22823;&#30340;&#25968;&#25454;&#38598;&#65292;&#36328;&#36234;Excel&#30340;&#38480;&#21046;&#65288;&#27604;&#22914;&#65292;&#20320;&#26377;&#19968;&#20010;&#19968;&#30334;&#19975;&#34892;&#30340;&#34920;&#65289;&#12290;</p></div>
<div class="paragraph"><p>R&#26377;&#19968;&#28857;&#38750;&#24120;&#19981;&#38169;&#65292;&#37027;&#23601;&#26159;&#23545;&#20110;&#22788;&#29702;&#25968;&#25454;&#30340;&#20840;&#36807;&#31243;&#65292;&#20174;&#35835;&#21462;CSV&#25991;&#20214;&#21040;&#29983;&#25104;&#34920;&#26684;&#65292;&#20320;&#37117;&#33021;&#22815;&#31934;&#30830;&#22320;&#35760;&#24405;&#19979;&#26469;&#12290;&#22914;&#26524;&#25968;&#25454;&#21457;&#29983;&#21464;&#21270;&#65292;&#21487;&#20197;&#19968;&#38190;&#20877;&#29983;&#25104;&#22270;&#34920;&#12290;&#22914;&#26524;&#26377;&#20154;&#24576;&#30097;&#22270;&#34920;&#30340;&#23436;&#25972;&#24615;&#65292;&#20320;&#21487;&#20197;&#21521;&#20182;&#23637;&#31034;&#30830;&#20999;&#30340;&#25968;&#25454;&#28304;&#65292;&#35753;&#27599;&#20010;&#20154;&#37117;&#21487;&#20197;&#33258;&#24049;&#29983;&#25104;&#36825;&#24352;&#22270;&#65288;&#25110;&#32773;&#25214;&#21040;&#20320;&#29359;&#36807;&#30340;&#38169;&#35823;&#65289;&#12290;</p></div>
<div class="paragraph"><p>NumPy + MatPlotLib&#20960;&#20046;&#36319;Python&#30340;&#21151;&#33021;&#26159;&#19968;&#26679;&#30340;&#12290;&#22914;&#26524;&#20320;&#24050;&#32463;&#24456;&#22909;&#22320;&#25484;&#25569;&#20102;Python&#65292;NumPy + MatPlotLib&#21482;&#26159;&#20320;&#30340;&#19968;&#31181;&#36873;&#25321;&#12290;&#20107;&#23454;&#19978;&#65292;NumPy&#21644;MatPlotLib&#26159;Python&#31243;&#24207;&#21253;&#30340;&#20004;&#20010;&#20363;&#23376;&#12290;&#23427;&#20204;&#21487;&#20197;&#29992;&#20110;&#25968;&#25454;&#20998;&#26512;&#21644;&#25968;&#25454;&#21487;&#35270;&#21270;&#65292;&#20294;&#37117;&#23616;&#38480;&#20110;&#38745;&#24577;&#30340;&#21487;&#35270;&#21270;&#12290;&#23427;&#20204;&#19981;&#33021;&#34987;&#29992;&#20110;&#21046;&#20316;&#24102;&#26377;&#25552;&#31034;&#24037;&#20855;&#21644;&#39640;&#32423;&#32032;&#26448;&#30340;&#20132;&#20114;&#24615;&#22270;&#34920;</p></div>
<div class="paragraph"><p>&#25105;&#19981;&#29992;MapBox&#65292;&#20294;&#25105;&#21548;&#35828;&#22914;&#26524;&#20320;&#24819;&#22522;&#20110;OpenStreetMap&#20570;&#36739;&#20026;&#22797;&#26434;&#22320;&#22270;&#30340;&#35805;&#65292;&#23427;&#20250;&#26159;&#19968;&#20010;&#24378;&#22823;&#30340;&#24037;&#20855;&#12290;&#20363;&#22914;&#65292;&#23427;&#21487;&#20197;&#33258;&#23450;&#20041;&#22320;&#22270;&#39118;&#26684;&#65288;&#39068;&#33394;&#12289;&#26631;&#31614;&#31561;&#31561;&#65289;&#12290;&#21516;&#26102;MapBox&#25645;&#37197;&#19968;&#20010;&#21483;Leaflet&#36719;&#20214;&#65292;&#22522;&#26412;&#19978;&#26159;&#29992;&#20110;&#32472;&#21046;&#22320;&#22270;&#30340;&#19968;&#20010;&#26356;&#39640;&#32423;&#30340;JavaScript&#24211;&#65292;&#21487;&#20197;&#35753;&#20320;&#36731;&#26131;&#22320;&#22312;&#22320;&#22270;&#20379;&#24212;&#21830;&#20043;&#38388;&#20999;&#25442;&#65288;OSM&#12289;MapBox&#12289;&#35895;&#27468;&#22320;&#22270;&#12289;&#24517;&#24212;&#8230;&#8230;&#65289;&#12290;</p></div>
<div class="paragraph"><p>RaphaelJS&#26159;&#19968;&#20010;&#30456;&#23545;&#20302;&#27700;&#24179;&#30340;&#21487;&#35270;&#21270;&#35821;&#35328;&#65292;&#20801;&#35768;&#20320;&#36827;&#34892;&#22522;&#26412;&#20803;&#32032;&#30340;&#22788;&#29702;&#65288;&#22278;&#12289;&#32447;&#12289;&#25991;&#26412;&#65289;&#65292;&#24182;&#25226;&#23427;&#20204;&#20570;&#25104;&#21160;&#30011;&#12289;&#36827;&#34892;&#20132;&#20114;&#31561;&#31561;&#12290;RaphaelJS&#37324;&#27809;&#26377;&#29616;&#25104;&#30340;&#22270;&#34920;&#65292;&#22914;&#26609;&#29366;&#22270;&#65292;&#20320;&#24471;&#33258;&#24049;&#30011;&#12290;</p></div>
<div class="paragraph"><p>&#20294;&#26159;&#65292;Raphael&#30340;&#20248;&#28857;&#26159;&#20320;&#20570;&#30340;&#19968;&#20999;&#37117;&#33021;&#22312;IE&#27983;&#35272;&#22120;&#19978;&#27491;&#24120;&#36816;&#36716;&#12290;&#20294;&#20854;&#20182;&#24456;&#22810;&#30340;&#65288;&#20196;&#20154;&#36190;&#21497;&#30340;&#65289;&#21487;&#35270;&#21270;&#24211;&#65292;&#20687;d3&#65292;&#23601;&#37117;&#19981;&#25903;&#25345;IE&#20102;&#12290;&#24754;&#21095;&#30340;&#26159;&#24456;&#22810;&#29992;&#25143;&#20173;&#29992;IE&#65292;&#20294;&#27809;&#26377;&#21738;&#20010;&#32534;&#36753;&#37096;&#33021;&#26080;&#35270;&#21344;&#25454;&#23427;&#20204;30%&#30340;&#29992;&#25143;&#38656;&#27714;&#12290;</p></div>
<div class="paragraph"><p>&#38500;&#20102;RaphaelJS&#65292;&#20063;&#20854;&#23427;&#21487;&#20197;&#32473;&#21046;&#20316;IE &#29256;&#26412;Flash&#30340;&#24037;&#20855;&#26367;&#20195;&#21697;&#12290;&#12298;&#32445;&#32422;&#26102;&#25253;&#12299;&#30446;&#21069;&#23601;&#22312;&#20570;&#36825;&#20214;&#20107;&#24773;&#12290;&#36825;&#24847;&#21619;&#30528;&#20320;&#24471;&#25226;&#27599;&#20010;&#24212;&#29992;&#24320;&#21457;&#20004;&#27425;&#12290;</p></div>
<div class="paragraph"><p>&#25105;&#22987;&#32456;&#19981;&#35748;&#20026;&#23384;&#22312;&#20026;IE&#21644;&#20027;&#27969;&#27983;&#35272;&#22120;&#20570;&#21487;&#35270;&#21270;&#30340;&#25152;&#35859;&#8220;`&#26368;&#22909;&#8221;&#30340;&#24037;&#20855;&#12290;&#25105;&#32463;&#24120;&#21457;&#29616;Raphael&#22312;IE&#19978;&#36305;&#24471;&#24040;&#24930;&#65292;&#20960;&#20046;&#27604;&#22312;&#20027;&#27969;&#30340;&#27983;&#35272;&#22120;&#20013;&#36305;Flash&#24930;&#19978;&#21313;&#20493;&#12290;&#25152;&#20197;&#22914;&#26524;&#20320;&#24819;&#32473;&#25152;&#26377;&#30340;&#29992;&#25143;&#25552;&#20379;&#39640;&#36136;&#37327;&#30340;&#21160;&#30011;&#21487;&#35270;&#21270;&#65292;Flash&#26367;&#20195;&#29256;&#26412;&#20063;&#35768;&#26159;&#19968;&#20010;&#26356;&#22909;&#30340;&#36873;&#25321;&#12290;</p></div>
</div>
<div class="attribution">
<em>&#24320;&#25918;&#30693;&#35782;&#22522;&#37329;&#20250;</em><br>
&#8212; &#26684;&#38647;&#26684;&#183;&#33406;&#35768;(Gregor Aisch)
</div></div>
<div class="quoteblock">
<div class="content">
<div class="paragraph"><p>&#25105;&#29992;&#30340;&#24037;&#20855;&#26159;Excel&#65292;&#23427;&#21487;&#20197;&#22788;&#29702;&#22823;&#37096;&#20998;CAR&#65288;&#35745;&#31639;&#26426;&#36741;&#21161;&#25253;&#36947;&#65289;&#38382;&#39064;&#65292;&#24182;&#20855;&#26377;&#31616;&#21333;&#26131;&#23398;&#12289;&#22823;&#22810;&#25968;&#35760;&#32773;&#21487;&#24555;&#36895;&#25484;&#25569;&#30340;&#20248;&#28857;&#12290;&#24403;&#38656;&#35201;&#21512;&#24182;&#34920;&#26102;&#65292;&#25105;&#36890;&#24120;&#20351;&#29992;Access&#65292;&#20294;&#20250;&#25226;&#21512;&#24182;&#21518;&#30340;&#34920;&#23548;&#20986;&#21040;Excel&#65292;&#20570;&#36827;&#19968;&#27493;&#30340;&#24037;&#20316;&#12290;&#25105;&#20351;&#29992;ESRI&#30340;ArcMap&#20570;&#22320;&#29702;&#20998;&#26512;&#65292;&#23427;&#24456;&#24378;&#22823;&#24182;&#19988;&#34987;&#25910;&#38598;&#22320;&#29702;&#32534;&#30721;&#25968;&#25454;&#30340;&#26426;&#26500;&#25152;&#20351;&#29992;&#12290; TextWrangler&#22312;&#24555;&#36895;&#20998;&#26512;&#25991;&#26412;&#25968;&#25454;&#30340;&#24067;&#23616;&#21450;&#20998;&#38548;&#26041;&#38754;&#24456;&#24378;&#22823;&#65292;&#24182;&#33021;&#29992;&#35268;&#21017;&#30340;&#34920;&#36798;&#24335;&#36827;&#34892;&#22797;&#26434;&#30340;&#25628;&#32034;&#21644;&#26367;&#25442;&#12290;&#24403;&#38656;&#35201;&#22914;&#32447;&#24615;&#22238;&#24402;&#36825;&#26679;&#30340;&#32479;&#35745;&#25216;&#26415;&#26102;&#65292;&#25105;&#29992;SPSS&#65292;&#23427;&#26377;&#19968;&#20010;&#21451;&#22909;&#30340;&#25805;&#20316;&#33756;&#21333;&#12290;&#23545;&#20110;&#30830;&#23454;&#32321;&#37325;&#30340;&#24037;&#20316;&#65292;&#27604;&#22914;&#22788;&#29702;&#25968;&#30334;&#19975;&#35745;&#30340;&#35760;&#24405;&#12289;&#38656;&#35201;&#35748;&#30495;&#31579;&#36873;&#21644;&#31243;&#24207;&#21270;&#21464;&#37327;&#36716;&#25442;&#30340;&#25968;&#25454;&#38598;&#65292;&#25105;&#29992;SAS&#36719;&#20214;&#12290;</p></div>
</div>
<div class="attribution">
<em>&#27779;&#23572;&#29305;&#183;&#20811;&#26391;&#20975;&#29305;&#26032;&#38395;&#23398;&#38498;</em><br>
&#8212; &#21490;&#33922;&#22827;&#183;&#22810;&#20234;&#26684;(Steve Doig)
</div></div>
<div class="quoteblock">
<div class="content">
<div class="paragraph"><p>&#25105;&#20204;&#36873;&#25321;&#30340;&#24037;&#20855;&#21253;&#25324;Python&#21644;Django&#65292;&#29992;&#20110;&#30772;&#35299;&#12289;&#25235;&#21462;&#21644;&#25805;&#25511;&#25968;&#25454;&#65307;PostGIS&#65292;QGIS&#21644;MapBox&#24037;&#20855;&#31665;&#65292;&#29992;&#20110;&#24314;&#35774;&#22797;&#26434;&#30340;&#32593;&#32476;&#22320;&#22270;&#12290; &#25105;&#20204;&#27491;&#22312;&#32771;&#34385;&#36873;&#25321;R&#35821;&#35328;&#36824;&#26159;NumPy+ MatPlotLib&#20570;&#25506;&#32034;&#24615;&#25968;&#25454;&#20998;&#26512;&#30340;&#24037;&#20855;&#65292;&#34429;&#28982;&#30446;&#21069;&#25105;&#20204;&#26368;&#21916;&#27426;&#30340;&#25968;&#25454;&#24037;&#20855;&#26159;&#33258;&#20027;&#30740;&#21457;&#30340;CSVKit&#12290;&#25105;&#20204;&#25152;&#20570;&#30340;&#19968;&#20999;&#25110;&#22810;&#25110;&#23569;&#37117;&#26159;&#22312;&#20113;&#31471;&#37096;&#32626;&#30340;&#12290;</p></div>
</div>
<div class="attribution">
<em>&#33437;&#21152;&#21733;&#35770;&#22363;&#25253;</em><br>
&#8212; &#24067;&#33713;&#24681;&#183;&#21338;&#32822;(Brian Boyer)
</div></div>
<div class="quoteblock">
<div class="content">
<div class="paragraph"><p>&#22312;&#12298;&#22269;&#23478;&#25253;&#12299;&#65292;&#25105;&#20204;&#20351;&#29992;&#65306;</p></div>
<div class="ulist"><ul><li><p>Excel&#21435;&#28165;&#27927;&#12289;&#32452;&#32455;&#21644;&#20998;&#26512;&#25968;&#25454;&#65307;</p></li>
<li><p>&#35895;&#27468;&#30005;&#23376;&#34920;&#26684;&#21435;&#21457;&#24067;&#12289;&#36830;&#25509;&#20687;&#35895;&#27468;Fusion Tables&#12289;Junar&#24320;&#25918;&#25968;&#25454;&#24179;&#21488;&#36825;&#26679;&#30340;&#26381;&#21153;&#65307;</p></li>
<li><p>*Junar&#29992;&#20110;&#20998;&#20139;&#25105;&#20204;&#30340;&#25968;&#25454;&#65292;&#24182;&#23884;&#20837;&#25105;&#20204;&#30340;&#25991;&#31456;&#21644;&#21338;&#23458;&#37324;&#65307;</p></li>
<li><p>*Tableau&#29992;&#20110;&#21457;&#24067;&#25105;&#20204;&#30340;&#20132;&#20114;&#24335;&#25968;&#25454;&#30340;&#21487;&#35270;&#21270;&#65307;</p></li>
<li><p>*Qlikview&#65292;&#19968;&#20010;&#38750;&#24120;&#24555;&#36895;&#30340;&#21830;&#19994;&#26234;&#33021;&#24037;&#20855;&#65292;&#25105;&#20204;&#29992;&#23427;&#26469;&#20998;&#26512;&#12289;&#31579;&#36873;&#22823;&#22411;&#25968;&#25454;&#38598;&#65307;</p></li>
<li><p>*NitroPDF&#29992;&#26469;&#25226;PDF&#25991;&#20214;&#36716;&#25442;&#25104;&#25991;&#26723;&#21644;Excel&#25991;&#20214;&#65307;</p></li>
<li><p>*&#35895;&#27468;Fusion Tables&#29992;&#20110;&#22320;&#22270;&#21487;&#35270;&#21270;&#12290;</p></li>
</ul></div>
</div>
<div class="attribution">
<em>&#22269;&#23478;&#25253; (&#38463;&#26681;&#24311;)</em><br>
&#8212; &#23433;&#36203;&#21033;&#21345;&#183;&#20329;&#25289;&#22612;&#183;&#25289;&#33707;&#26031;(Ang&#233;lica Peralta Ramos)
</div></div>
<div class="quoteblock">
<div class="content">
<div class="paragraph"><p>&#20316;&#20026;&#19968;&#20010;&#27809;&#26377;&#20219;&#20309;&#25216;&#26415;&#20559;&#35265;&#30340;&#33609;&#26681;&#31038;&#21306;&#65292;&#25105;&#20204;&#8220;&#39046;&#20891;&#40657;&#23458;&#8221;(Transpar&#234;ncia Hacker)&#20351;&#29992;&#20102;&#24456;&#22810;&#19981;&#21516;&#30340;&#24037;&#20855;&#21644;&#32534;&#31243;&#35821;&#35328;&#12290;&#27599;&#19968;&#20010;&#25104;&#21592;&#37117;&#26377;&#20182;&#19968;&#22871;&#33258;&#24049;&#30340;&#21916;&#22909;&#65292;&#36825;&#31181;&#24040;&#22823;&#30340;&#24046;&#24322;&#24615;&#26082;&#26159;&#25105;&#20204;&#30340;&#38271;&#22788;&#20063;&#26159;&#25105;&#20204;&#30340;&#24369;&#28857;&#12290;&#20854;&#23454;&#25105;&#20204;&#27491;&#22312;&#24314;&#35774;&#19968;&#20010;&#8220;&#36879;&#26126;&#40657;&#23458;Linux&#21457;&#34892;&#29256;&#8221;&#65292;&#25105;&#20204;&#21487;&#20197;&#22312;&#20219;&#20309;&#22320;&#26041;live-boot&#65292;&#24182;&#38543;&#26102;&#36827;&#34892;&#25968;&#25454;&#30772;&#35299;&#12290;&#35813;&#24037;&#20855;&#21253;&#26377;&#19968;&#20123;&#26377;&#36259;&#30340;&#24037;&#20855;&#65292;&#27604;&#22914;&#35828;Refine&#65292;RStudio&#21644;OpenOffice Calc&#65288;&#23427;&#26159;&#20010;&#34987;&#8220;&#32874;&#26126;&#20154;&#8221;&#24573;&#35270;&#30340;&#24037;&#20855;&#65292;&#20294;&#26159;&#22312;&#24555;&#36895;&#22788;&#29702;&#23567;&#22411;&#25968;&#25454;&#26102;&#30830;&#23454;&#38750;&#24120;&#26377;&#29992;&#65289;&#12290;&#27492;&#22806;&#65292;&#25105;&#20204;&#36824;&#20351;&#29992;&#20102;&#24456;&#22810;Scraperwiki&#24555;&#36895;&#21046;&#20316;&#21407;&#22411;&#21644;&#22312;&#32447;&#20445;&#23384;&#25968;&#25454;&#21644;&#32467;&#26524;&#12290;</p></div>
<div class="paragraph"><p>&#23545;&#20110;&#25968;&#25454;&#21487;&#35270;&#21270;&#21450;&#20316;&#22270;&#65292;&#26377;&#24456;&#22810;&#25105;&#20204;&#21916;&#27426;&#20351;&#29992;&#30340;&#24037;&#20855;&#12290;Python&#21644;NumPy&#26159;&#24456;&#24378;&#22823;&#30340;&#12290;&#35770;&#22363;&#37324;&#26377;&#20154;&#19968;&#30452;&#22312;&#29992;R&#35821;&#35328;&#65292;&#20294;&#24402;&#26681;&#32467;&#24213;&#25105;&#20173;&#28982;&#35748;&#20026;Javascript&#32472;&#22270;&#24211;&#65292;&#22914;d3,&#12289;Flot &#21644; Raphael&#65292;&#26356;&#20026;&#22823;&#37096;&#20998;&#39033;&#30446;&#25152;&#20351;&#29992;&#12290;&#26368;&#21518;&#65292;&#25105;&#20204;&#22312;&#32472;&#21046;&#22320;&#22270;&#19978;&#36827;&#34892;&#20102;&#35768;&#22810;&#23581;&#35797;&#65292;&#32780;Tilemill&#30830;&#23454;&#26159;&#19968;&#20010;&#26377;&#36259;&#30340;&#24037;&#20855;&#12290;</p></div>
</div>
<div class="attribution">
<em>Transpar&#234;ncia Hacker</em><br>
&#8212; Pedro Markun
</div></div>
</div>&#13;

</div>



<div class="btn-group book-nav-bottom">
    <a class='btn' href="index.html">Home</a>
    
        <a href="understanding_data.html" class="btn">Chapter: 理解数据</a>
    
    
        <a href="understanding_data_7.html" class="btn">Next: 使用数据可视化洞察数据</a>
    
</div>
          </article>
        </div>
      </div>
    </div>
  </div>

  <footer class='container'>
    <div class='row'>
      <div class="span6">
        <p>
          数据新闻手册可以在遵循<a href="http://creativecommons.org/licenses/by-sa/3.0/">Creative Commons Attribution-ShareAlike</a>协议的前提下被自由拷贝、传播、再利用。数据新闻手册的贡献者根据他们分别的贡献保留他们的版权，并且同意依照这个协议对外放出。
        </p>

      </div>
      <div class="span6 right-align">
        <a href="http://ejc.net"><img src='img/ejc.gif' width='74' height='33' style='padding-right: 1em;'></a>
        <a href="http://okfn.org"><img src='img/okfn.png'></a>
        <a href="http://okfn.org"><img src='img/jmsclogo.png' width='150px'style='padding-right: 1em;'></a>
      </div>
    </div>
  </footer>

  <script type="text/javascript">var switchTo5x=true;</script>
  <script type="text/javascript" src="http://w.sharethis.com/button/buttons.js"></script>
  <script type="text/javascript">stLight.options({
    publisher: "ur-219149ff-684c-bafa-159-8fba20c9e82b"
  }); </script>

  <script type="text/javascript">
    var _gaq = _gaq || [];
    _gaq.push(['_setAccount', 'UA-31257820-1']);
    _gaq.push(['_setDomainName', 'datajournalismhandbook.org']);
    _gaq.push(['_setAllowLinker', true]);
    _gaq.push(['_trackPageview']);

    (function() {
      var ga = document.createElement('script'); ga.type = 'text/javascript'; ga.async = true;
      ga.src = ('https:' == document.location.protocol ? 'https://ssl' : 'http://www') + '.google-analytics.com/ga.js';
      var s = document.getElementsByTagName('script')[0]; s.parentNode.insertBefore(ga, s);
    })();
  </script>

  <aside>
    <div class='modal fade' id='get-updates'>
      <div class="modal-header">
        <h3>订阅以获得手册更新</h3>

        <div class="modal-body">
          <iframe style="height:50em; width:100%; border-width:0;" src="https://docs.google.com/spreadsheet/viewform?formkey=dElfSlJVTnZBM3VDV3hGZWxYSjlVSGc6MQ"></iframe>
        </div>
      </div>
    </div>

    <div class='modal fade' id='give-feedback' style="width:695px;">
      <div class="modal-header">
        <h3>给我们你对手册的反馈</h3>
        <div class="modal-body">
          <iframe style="height:60em; width:100%; border-width:0;" src="https://docs.google.com/a/ejc.net/spreadsheet/viewform?formkey=dFpWdV9xX1JTZXp4MDNPb0N3dWFWSXc6MQ#gid=0"></iframe>
        </div>
      </div>
     </div>
   </aside>

</body>
</html>





